<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
    <Page title="Образовательный кредит">
        <Title>Образовательный кредит</Title>
        
        <Text align="justify">
            В нашей стремительно меняющейся экономике среднее профессиональное образование открывает перед молодыми людьми двери в мир высокооплачиваемого и квалифицированного труда. При этом с каждым годом колледжи и техникумы все более востребованы у абитуриентов. Но что делать, если бюджетного места не хватило, а финансовые обстоятельства становятся препятствием на пути к получению желаемого образования?
        </Text>
        
        <Text align="justify">
            Решением этой проблемы может стать использование образовательного кредита с государственной поддержкой.
        </Text>

        <Title>О Проекте</Title>
        <Text align="justify">
            Образовательный кредит с господдержкой – это целевая помощь студентам, при котором для заемщика действует фиксированная ставка – <Highlight>3%</Highlight>. Это очень выгодно, поскольку сегодня процентная ставка на рынке кредитования варьируется от 17 до 28%, а образовательный кредит можно получить стабильно со ставкой 3%, при этом, оставшуюся часть % за обучающегося погашает государство.
        </Text>
        
        <Text align="justify">
            Кроме того, обркредит можно выплачивать в течение длительного времени – <Highlight>до 15 лет</Highlight>, что позволяет сделать ежемесячные платежи необременительными даже для молодых специалистов.
        </Text>
        
        <Text align="justify">
            Подробную информацию об условиях программы вы можете изучить в специальном пособии, а также в разделе «Вопросы и ответы» на сайте Минпросвещения России.
        </Text>
        
        <Text align="left">
            <Link linkTo="https://vk.com/doc-224704750_675216781">Пособие по образовательному кредитованию</Link><br/>
            <Link linkTo="https://open.edu.gov.ru/faq/#type=73">Раздел «Вопросы и ответы» на сайте Минпросвещения</Link>
        </Text>

        <Title>Условия предоставления</Title>
        <Text align="justify">
            Образовательный кредит может получить любой гражданин Российской Федерации. При этом, потенциальному заемщику должно быть не меньше 14 лет. Если заемщику от 14 до 18 лет, то для оформления понадобится письменное согласие одного из родителей или законных представителей (обратите внимание, что несовершеннолетним под опекой кредит не выдаётся согласно закону «Об опеке и попечительстве»).
        </Text>
        
        <Text align="left">
            <Highlight>Чтобы воспользоваться государственной поддержкой необходимо:</Highlight><br/><br/>
            
            ⇒ 1. Подписать договор на платное обучение с колледжем или вузом, в котором обучают по программам СПО;<br/><br/>
            
            ⇒ 2. Прийти с паспортом, договором на обучение и счетом на оплату в офис банков-партнеров или оставить заявку на сайте, и менеджер перезвонит вам;<br/>
            &nbsp;&nbsp;&nbsp;&nbsp;В 2024 году образовательный кредит можно оформить в ПАО Сбербанк и РНКБ Банк (ПАО);<br/><br/>
            
            ⇒ 3. Ознакомиться с условиями кредита и подписать кредитный договор;<br/><br/>
            
            ⇒ 4. Получите подтверждение от учебного заведения о том, что банк перечислит деньги на его счет.
        </Text>
        
        <Text align="justify">
            Пошаговая инструкция по получению образовательного кредита в чек-листе:
            <Link linkTo="https://vk.com/doc-224704750_675251199">Чек-лист по получению образовательного кредита</Link>
        </Text>

        <Title>Материалы для студентов и абитуриентов</Title>
        <Text align="justify">
            В этой рубрике собраны самые полезные материалы, которые позволяют получить для потенциальных участников исчерпывающую информацию об условиях Проекта, а для действующих заемщиков – отслеживать изменения в госпрограмме:
        </Text>
        
        <Text align="left">
            ⇒ Образовательное кредитование: пособие для студентов СПО;<br/>
            ⇒ Чек-лист о получении кредита на образование по программе СПО с господдержкой;<br/>
            ⇒ Информационный плакат «Причины изменения договора по обркредиту»
        </Text>
        
        <Text align="left">
            <Link linkTo="https://vk.com/doc-224704750_675216781">Пособие для студентов СПО</Link><br/>
            <Link linkTo="https://vk.com/doc-224704750_675251199">Чек-лист по получению кредита</Link><br/>
            <Link linkTo="https://vk.com/doc-224704750_676099576">Информационный плакат</Link>
        </Text>

        <Title>Материалы для педагогов и руководителей</Title>
        <Text align="justify">
            Основной стратегический документ программы государственной поддержки образовательного кредитования – Постановление Правительства Российской Федерации от 15 сентября 2020 г. № 1148 «О государственной поддержке образовательного кредитования».
        </Text>
        
        <Text align="justify">
            В документе определены цели, порядок и условия предоставления государственной поддержки образовательного кредитования. Оператором Проекта разработаны специальные методические рекомендации (разъяснения), ориентированные на представителей РОИВ, осуществляющих управление в сфере образования, руководителей образовательных организаций, реализующих образовательные программы СПО.
        </Text>
        
        <Text align="left">
            <Highlight>Дополнительные информационно-методические материалы:</Highlight><br/><br/>
            
            ⇒ Сводный статистический и аналитический отчет по обучающимся (заемщикам), получившим государственную поддержку образовательного кредитования, на основании отчета, предоставленного банками и иными кредитными организациями, и реестров, утвержденных профессиональными образовательными организациями за 2023 год;<br/><br/>
            
            ⇒ Отчет по итогам мониторинга востребованности образовательных кредитов среди обучающихся образовательных организаций, осуществляющих образовательную деятельность по программам СПО за 2023 год;<br/><br/>
            
            ⇒ Презентационные материалы об итогах реализации Проекта в 2023 году.
        </Text>
        
        <Text align="left">
            <Highlight>Информационно-методические материалы:</Highlight><br/>
            <Link linkTo="https://firpo.ru/netcat_files/368/760/h_2665f95a1d1374f2234aa0d7843bc452">Постановление Правительства РФ</Link><br/>
            <Link linkTo="https://firpo.ru/netcat_files/368/760/h_e1d31beafa56fcb62d330ba06cdd9b57">Методические рекомендации</Link><br/>
            <Link linkTo="https://vk.com/doc-224704750_675596060">Сводный отчет</Link><br/>
            <Link linkTo="https://vk.com/doc-224704750_675596269">Отчет по итогам мониторинга</Link><br/>
            <Link linkTo="https://vk.com/doc-224704750_675251300">Презентационные материалы</Link>
        </Text>

        <Title>Контакты оператора Проекта</Title>
        <Text align="justify">
            Оператором Проекта выступает федеральное государственное бюджетное образовательное учреждение дополнительного профессионального образования «Институт развития профессионального образования».
        </Text>
        
        <Text align="left">
            <Highlight>Получить методическую и консультационную поддержку можно:</Highlight><br/><br/>
            
            <strong>Телефон:</strong> +7(987) 060-02-76<br/>
            <strong>Электронная почта:</strong> <Link linkTo="mailto:m.ivanova@firpo.ru">m.ivanova@firpo.ru</Link>
        </Text>
    </Page>
</template>