<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Bold from '@/components/pages/Bold.vue';
import Link from '@/components/pages/Link.vue';
</script>

<template>
  <Page title="Материалы по профилактике экстремизма">
    <Title>Материалы по профилактике экстремизма</Title>

    <Text align="center">
      <Bold>Экстремизм — угроза обществу.</Bold>
    </Text>

    <Text align="center">
      <Bold>Понятие экстремизма (экстремистской деятельности), экстремистские организации и молодежные движения.</Bold>
    </Text>

    <Text align="justify">
      Проблема распространения экстремизма в Российской Федерации является одним из факторов, угрожающих национальной
      безопасности и целостности государства. Если терроризм, бесспорно, отвергается обществом, то экстремизм —
      ключевой элемент разрушения основ конституционного строя, все еще воспринимается гражданами как вполне допустимый
      инструмент политического противостояния. В настоящее время проявления экстремизма ощущаются практически во всех
      сферах общественной жизни: политике, межнациональных и межконфессиональных отношениях, культуре. Экстремизм носит
      многогранный характер, а потому выступает дестабилизирующим фактором в жизни государства и общества. Понятие
      экстремизма (экстремистской деятельности) сформулировано в статье 1 Федерального закона от 25 июля 2002 г.
      114-ФЗ «О противодействии экстремистской деятельности» (в редакции от 24 июля 2007 г. 211-ФЗ).
    </Text>

    <Text align="justify">
      Начиная с 90-х годов прошлого века на россиян обрушился мощнейший поток насилия и национализма, которым грешат
      многие СМИ. Под этим прессингом вырастает уже второе поколение россиян. Лишенные моральных и духовных ориентиров,
      воспринимая искаженное представление о духовных, общечеловеческих ценностях, молодые люди зачастую становятся
      доступной добычей манипуляторов от экстремизма. Особенно тревожит то, что деструктивные идеи национализма и
      религиозного экстремизма в первую очередь затронули именно молодых россиян. И в преодолении этих негативных
      процессов чрезвычайно важна роль семьи, педагогов, старшего поколения, религиозных общин, общественных
      организаций, прежде всего молодежных. Необходимо воссоздавать систему патриотического воспитания молодежи,
      привития ей иммунитета к экстремизму, национализму, религиозной нетерпимости.
    </Text>

    <Text align="justify">
      Особая роль в формировании личности молодого поколения принадлежит семье. На фоне широкого распространения
      пьянства и наркомании возрастает количество неполных, неблагополучных семей, число беспризорных детей. Нередко
      подростки, обделенные родительским теплом и вниманием, озлобленные равнодушием общества, пополняют ряды
      преступников, в том числе террористов и экстремистов. Анализ обстановки в среде религиозных объединений,
      действующих на территории России, свидетельствует о росте активности ряда объединений, культивирующих религиозный
      фанатизм, который основывается на извращенных духовно-этнических канонах. Как правило, эта деятельность сопряжена
      с насилием над гражданами, причинением вреда их здоровью, побуждением к отказу от исполнения гражданских
      обязанностей, а также с совершением иных противоправных деяний. При этом тщательно камуфлируемые религиозные
      доктрины этих структур допускают использование насилия, угроз, шантажа, если они идут на благо организации.
    </Text>

    <Text align="justify">
      Как показали события последних лет на Северном Кавказе, значительную угрозу для внутренней безопасности страны
      сегодня представляют проповедники нетрадиционного для российских мусульман течения ислама – «ваххабизм». Лидеры и
      идеологи ваххабитского течения работу среди молодежи Российской Федерации считают одним из главных направлений
      своей деятельности. Еще одним религиозным культом, в рядах которого наблюдается большое количество молодых людей,
      являются «сатанисты».
    </Text>

    <Text align="justify">
      К числу экстремистских политических организаций и движений, наиболее активно действующих на территории России,
      ставящих своей целью изменение конституционного строя в России, относится партия Русское национальное единство
      (РНЕ), которая в настоящее время является крупной праворадикальной политической организацией. Следует отметить
      также и леворадикальные объединения. В первую очередь Национал-большевистскую партию, Революционный коммунистический
      союз молодежи (большевиков) и Авангард красной молодежи (АКМ), которые возникли после раскола РКСМ (Российского
      коммунистического союза молодежи). Данные организации объединяют молодых людей прокоммунистической ориентации и
      имеют выраженную экстремистскую направленность, ставя своей целью борьбу с существующим режимом власти. Их
      деятельность характеризуется участием в массовых мероприятиях политической направленности, в ходе которых
      выкрикиваются лозунги и демонстрируются транспаранты, критикующие существующую власть и призывающие к ее
      насильственной смене.
    </Text>

    <Title>Правовые основы противодействия молодежному экстремизму</Title>

    <Text align="justify">
      Российское законодательство, как и международное, ориентировано на охрану прав личности, обеспечение стабильности
      государственных структур. В настоящее время в России имеется ряд нормативно-правовых актов, содержащих нормы,
      обеспечивающие борьбу с распространением экстремизма. Так, положения статьи 13
      <Bold>Конституции Российской Федерации</Bold> от 12 декабря 1993 г. запрещают создание и деятельность общественных
      объединений, цели или действия которых направлены на насильственное изменение основ конституционного строя и
      нарушение целостности Российской Федерации, подрыв безопасности государства, создание вооруженных формирований,
      разжигание социальной, расовой, национальной и религиозной розни. В настоящее время в таком многонациональном и
      многоконфессиональном государстве, как Российская Федерация, основная внутренняя угроза конституционному строю
      может исходить от террористических, экстремистских, сепаратистских организаций.
    </Text>

    <Text align="justify">
      Базовым нормативным актом, регламентирующим вопросы борьбы с экстремизмом и дающим перечень характеризующих его
      юридически значимых признаков, является <Bold>Федеральный закон Российской Федерации от 25 июля 2002 г. № 114 — ФЗ</Bold>
      «О противодействии экстремистской деятельности», который определяет правовые и организационные основы
      противодействия экстремистской деятельности, устанавливает ответственность за ее осуществление.
      <Bold>Кодекс Российской Федерации об административных правонарушениях предусматривает ответственность</Bold> за
      противоправные действия, которые могут носить экстремистский характер или исходить из экстремистских побуждений,
      такие как «Нарушение законодательства о свободе совести, свободе вероисповедания и о религиозных объединениях» (ст.
      5.26 КоАП РФ); «Нарушение порядка официального использования государственных символов Российской Федерации» (ст.
      17.10 КоАП РФ); «Воспрепятствование законной деятельности Уполномоченного по правам человека в Российской
      Федерации» (ст. 17.2 КоАП РФ); «Мелкое хулиганство» (ст. 20.1 КоАП РФ); «Нарушение установленного порядка
      организации либо проведения собрания, митинга, демонстрации, шествия или пикетирования» (ст. 20.2 КоАП РФ);
      «Пропаганда и публичное демонстрирование нацистской атрибутики или символики» (ст. 20.3 КоАП РФ). В перечисленных
      статьях КоАП РФ установлены санкции, позволяющие при их назначении учитывать степень общественной опасности
      административного правонарушения, допущенного физическим или юридическим лицом, личность нарушителя, его
      имущественное положение, обстоятельства, смягчающие или отягчающие административную ответственность.
    </Text>

    <Text align="justify">
      Безнаказанность за административные правонарушения экстремистской направленности влечет к совершению более
      серьезных преступлений, а реализация административной ответственности происходит быстро и дает своевременную
      правовую оценку действиям задержанных. В соответствии с примечанием 2 статьи 282.1 Уголовного кодекса РФ под
      <Bold>преступлениями экстремистской направленности</Bold> понимаются преступления, совершенные по мотивам
      политической, идеологической, расовой, национальной или религиозной ненависти или вражды либо по мотивам ненависти
      или вражды в отношении какой-либо социальной группы. Самостоятельные составы преступлений экстремистской
      направленности изложены в следующих статьях Уголовного кодекса Российской Федерации: статья 280 УК РФ – «Публичные
      призывы к осуществлению экстремистской деятельности»; статья 282 УК РФ – «Возбуждение ненависти либо вражды, а
      равно унижение человеческого достоинства»; статья 282.1 УК РФ – «Организация экстремистского сообщества»; статья
      282.2 УК РФ – «Организация деятельности экстремистской организации»; статья 357 УК РФ – «Геноцид».
    </Text>

    <Text align="justify">
      Высокий потенциал в предупреждении правонарушений экстремистской направленности имеют подразделения по делам
      несовершеннолетних, в чьи обязанности входит проведение общей и индивидуальной профилактической работы с
      подростками, их правовое воспитание. Под общей профилактикой понимается выявление и устранение причин
      противоправного поведения и условий, способствующих их совершению. Индивидуальная профилактика с несовершеннолетними,
      входящими в состав групп экстремистской направленности, заключается в своевременном выявлении указанных групп,
      осуществлении предупредительных мер в отношении групп в целом и отдельных ее членов в частности.
    </Text>

    <Title>Памятка для студентов по профилактике экстремизма</Title>

    <Text align="justify">
      Уважаемые студенты! В настоящее время в мире все чаще говорят о проблеме экстремизма. И для этого есть все
      основания. Никто из нас не застрахован от его проявлений. Мы просим вас быть внимательными, дружелюбными и
      толерантными по отношению к представителям других национальностей. Опасайтесь негативного влияния экстремистских
      идей. Для вас эта информация.
    </Text>

    <Text align="justify">
      <Bold>Экстремизм</Bold> (от фр. exremisme, от лат. extremus — крайний) – это приверженность к крайним взглядам и
      действиям, радикально отрицающим существующие в обществе нормы и правила. Базовой основой экстремизма является
      агрессивность, наполненная каким-либо идейным содержанием (смыслом). Под экстремизм могут попадать действия
      отчаявшихся или неуравновешенных людей, а также партий, преследующих четкие цели и использующих их в качестве
      тактики борьбы. Экстремизм – «крайне опасное явление в жизни любого общества. Оно создает угрозу основам
      конституционного строя, ведет к попиранию конституционных прав и свобод человека и гражданина, подрывает
      общественную безопасность и государственную целостность Российской Федерации».
    </Text>

    <Text align="justify">
      Одной из форм проявления экстремизма является распространение фашистской и неонацистской символики:
    </Text>

    <Text align="left">
      <ul>
        <li>специфическая символика (свастика, символы фашистской Германии, изображение фашистского приветствия и т.п.);</li>
        <li>специфические наименования, термины, обозначения и словосочетания («фашист», «нацист», «скинхед» и т.п.);</li>
        <li>
          специфические унизительные или ругательные наименования и определения представителей какой-либо национальности
          («чернокожий», «азер» и т.п.);
        </li>
        <li>специфический сленг или лексикон, распространенный в среде экстремистских формирований («русофоб», «ZOG» и т.п.);</li>
        <li>специфические имена и клички известных и авторитетных лиц в конкретных радикальных движениях («Лимонов», «Тесак» и т.п.);</li>
        <li>использование специфических кличек при написании интернет-материалов («Фюрер», «White warrior», «Геринг» и т.п.);</li>
        <li>именные наименования существующих экстремистских группировок («Сварожичи», «Русский кулак» и т.п.).</li>
      </ul>
    </Text>

    <Text align="justify">
      Поэтому одним из важнейших направлений профилактической работы является профилактика экстремизма в молодёжной
      среде. Это обусловлено также и тем, что, по данным МВД России, в среднем до 80 процентов участников группировок
      экстремистской направленности составляют молодые люди в возрасте от 14 до 20 лет (в редких случаях до 25–30 лет).
      Субъектами преступлений выступают лица мужского пола, однако, членами неформальных молодежных экстремистских
      группировок наряду с молодыми людьми являются и девушки.
    </Text>

    <Text align="justify">
      В националистические группировки вовлекаются подростки всё более раннего возраста. В отличие от обычных групп
      подростков, совершающих хулиганские действия или акты вандализма, как правило, с целью «поразвлечься», неформальные
      экстремистские группировки осуществляют свои противоправные действия, базируясь на определенной идеологии, в
      качестве основного тезиса которой может выступать такой: для преодоления всех политических и экономических проблем
      в стране необходимо создание «чисто национального» государства, так как это, по их представлению, послужит
      гарантией от любых угроз.
    </Text>

    <Text align="justify">
      Причем, идея чистого государства присуща не только «скинхедам», но и религиозным экстремистам исламского толка,
      призывающим в свою очередь к созданию чистого государства на религиозной (мусульманской) основе. Совершенно ясно,
      что поведение, мотивированное указанными идеями, имеет строгую ориентацию, нацеленную в данном случае против лиц
      иной национальности или религии.
    </Text>

    <Text align="justify">
      Сюда же примешиваются ненависть к существующей власти, которая, по мнению экстремистов, попустительствует
      жизнедеятельности «виновников» всех российских бед, что приводит к еще более широкому распространению экстремистских
      идей. Именно эти идеи становятся фундаментом образования неформальных экстремистских молодежных группировок.
      Экстремизм, как правило, в своей основе имеет определенную идеологию. Признаки экстремизма содержат только такие
      идеологии, которые основаны на утверждении исключительности, превосходства либо неполноценности человека на почве
      социальной, расовой, национальной, религиозной или языковой принадлежности или отношения к религии, а также идеи
      политической, идеологической, расовой, национальной или религиозной ненависти или вражды в отношении какой-либо
      социальной группы.
    </Text>

    <Text align="justify">
      Считать те или иные действия экстремистскими позволяет совокупность следующих критериев:
    </Text>

    <Text align="left">
      <ul>
        <li>
          действия связаны с неприятием существующего государственного или общественного порядка и осуществляются в
          незаконных формах. Экстремистскими будут те действия, которые связаны со стремлением разрушить, опорочить
          существующие в настоящее время общественные и государственные институты, права, традиции, ценности. При этом
          такие действия могут носить насильственный характер, содержать прямые или косвенные призывы к насилию.
          Экстремистская по содержанию деятельность всегда является преступной по форме и проявляется в форме
          совершаемых общественно опасных деяний, запрещенных Уголовным Кодексом РФ.
        </li>
        <li>
          действия носят публичный характер, затрагивают общественно-значимые вопросы и адресованы широкому кругу лиц.
          Не могут содержать признаков экстремистской деятельности убеждения человека пока они являются частью его
          интеллектуальной жизни и не находят своё выражение в форме той или иной общественной активности. Так, например,
          нацистская атрибутика или символика может на законных основаниях храниться в музеях. Однако, деятельность по
          пропаганде и публичному демонстрированию такой символики будет содержать признаки экстремизма.
        </li>
      </ul>
    </Text>

    <Text align="justify">
      Экстремизм могут осуществлять люди, которые имеют самое разное социальное или имущественное положение, национальную
      и религиозную принадлежность, профессиональный и образовательный уровень, возрастную и половую группы и так далее.
      При этом, необходимо отличать экстремизм от деятельности оппозиционных политических партий, представителей религий
      и конфессий, национальных и этнических сообществ как таковых. Их неэкстремистская деятельность осуществляется в
      любых предусмотренных и непредусмотренных законодательством формах. Формы экстремистской деятельности точно
      определены в законодательстве, их перечень является исчерпывающим и не подлежит расширительному толкованию.
    </Text>

    <Text align="justify">
      В соответствии с законодательством на территории Российской Федерации запрещаются распространение экстремистских
      материалов, а также их производство или хранение в целях распространения. Производство, хранение или распространение
      экстремистских материалов является правонарушением и влечет за собой ОТВЕТСТВЕННОСТЬ. За осуществление
      экстремистской деятельности граждане Российской Федерации, иностранные граждане и лица без гражданства несут:
      уголовную, административную, гражданско-правовую ответственность в установленном законодательством РФ порядке.
    </Text>

    <Text align="justify">
      Пропаганда и публичное демонстрирование нацистской атрибутики или символики, сходных с нацистской атрибутикой или
      символикой до степени смешения, влечет наложение административного штрафа в размере от 500 до 1000 рублей с
      конфискацией нацистской или иной указанной атрибутики или символики либо административный арест на срок до 15 суток
      с конфискацией нацистской или иной указанной атрибутики или символики. Публичные призывы к осуществлению
      экстремистской деятельности наказываются штрафом в размере до 300 тысяч рублей или в размере заработной платы или
      иного дохода осужденного за период до двух лет, либо арестом на срок от 4 до 6 месяцев, либо лишением свободы на
      срок до 3 лет.
    </Text>

    <Text align="justify">
      Действия, направленные на возбуждение ненависти либо вражды, а также на уничтожение достоинства человека либо
      группы либо по признакам пола, расы, национальности, языка, происхождения, отношения к религии, а равно
      принадлежности к какой-либо социальной группе, совершенные публично или с использованием средств массовой
      информации, наказываются штрафом в размере от 100 тысяч до 300 тысяч рублей или в размере заработной платы или
      иного дохода осужденного за период от 1 года до 2 лет, либо лишением права занимать определенные должности или
      заниматься определенной деятельностью на срок до 3 лет, либо обязательными работами на срок до 180 часов, либо
      исправительными работами на срок до 1 года, либо лишением свободы на срок до 2 лет.
    </Text>

    <Text align="justify">
      В целях профилактики экстремизма в молодёжной среде следует различать группировки экстремистской направленности от
      неформальных молодёжных объединений. В неформальных объединениях отсутствует четкое членство и их принято
      рассматривать, как формирования, объединяющие в себе молодёжь по признаку субкультуры (лат. sub – «под» +
      культура). Существующие неформальные подростково – молодёжные объединения можно типологизировать на:
      гедонистско-развлекательные («наслаждение и развлечение»); спортивносоревновательные; профориентационные;
      эскапистские («уход от мира»); мистагогические («вводящие в тайну», связанные с духовными поисками);
      коммерциализованные (сформированные для достижения прибыли); субкультуры социального вмешательства (все субкультуры,
      ориентированные на улучшение или изменение сложившейся общественной системы или ее элементов); примыкающие к ним
      лидерско-менеджерские; криминальноориентированные.
    </Text>

    <Text align="justify">
      Экстремистские (радикальные) организации обычно декларируют, против чего они борются, и какие законные или
      незаконные методы они собираются использовать. Так, например, группировки «скинхедов» образуются, в большинстве
      случаев, из числа молодёжи, проживающей в одном микрорайоне либо обучающейся в одном учебном заведении.
      «Неформальные» лидеры, имеющие первоначально хулиганские мотивы совершения противоправных действий в отношении
      иностранных граждан, объединяют вокруг себя молодёжь, впоследствии пропагандируя идеологию радикальных структур,
      подстрекают лиц, не имеющих устойчивого мировоззрения к совершению преступлений на национальной почве и расовой
      вражде.
    </Text>

    <Text align="justify">
      При этом следует отметить, что в группировки скинхедов попадает в основном молодёжь, не занятая какой-либо
      общественно-полезной деятельностью, не посещающая спортивные секции, клубы, иные заведения дополнительного
      образования. Маргинальные семьи в этой среде редкость. Как правило, это дети, финансово обеспеченные, но
      ограничены в общении с родителями в связи с их постоянной занятостью. Специалисты отмечают, что наиболее уязвимой
      средой для проникновения идей экстремизма являются учащиеся школ с ещё не сформировавшейся и легко поддающейся
      влиянию психикой. Безусловно, сейчас значимой задачей общества стало объединение различных индивидов в общее и
      понимающее друг друга человечество.
    </Text>

    <Text align="justify">
      Дополнительная информация представлена на сайте
      <Link linkTo="https://xn----ctb8aecph4fn.xn--p1ai/bezopasnost/ekstremistskie_materialy/">
        https://xn----ctb8aecph4fn.xn--p1ai/bezopasnost/ekstremistskie_materialy/
      </Link>.
    </Text>
  </Page>
</template>
