<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
import Bold from '@/components/pages/Bold.vue';
</script>

<template>  
    <Page title="Для родителей">
        <Title>Обращение начальника Верхнепышминского отделения ГИБДД Дениса Митряшова к родителям и водителям в связи с наступлением осенних каникул</Title>
        <Text align="center">
            <Bold>Уважаемые участники дорожного движения!</Bold>
        </Text>
        <Text align="justufy">
            По итогам 9 месяцев 2021 года на территории Свердловской области в дорожных авариях погибли 18 детей, еще 289 несовершеннолетних получили травмы различной степени тяжести. На  сегодняшний день проблема детского дорожно-транспортного травматизма стоит очень остро.
 
<br><br>С наступлением осеннего сезона температура на улице снизилась, погодные условия ухудшились, световой день значительно сократился. Не смотря на эти сезонные изменения, дети продолжают находиться на улицах, играют, гуляют и проводят свой досуг с друзьями и одноклассниками, как правило, без присмотра родителей.
 
<br><br>Как показывает ежегодная неумолимая статистика, в период осенних месяцев положение с детской дорожной аварийностью ухудшается. Дети – это самая уязвимая категория участников дорожного движения, и осенью из-за неблагоприятных погодных условий в группу риска попадают как маленькие пешеходы, так и дети-пассажиры.
 
<br><br>Родителям в этот период следует обратить особое внимание детской дорожной безопасности, стоит уделить как можно больше времени воспитанию у детей навыков безопасного поведения на улицах и дорогах. Необходимо побеседовать с детьми и напомнить им о простых правилах дорожной безопасности – никогда не игнорировать сигналы светофора, переходить проезжую часть строго в установленных для этого местах и не играть вблизи проезжей части. Помимо этого обязательно необходимо использовать световозвращающие элементы на одежде детей, особенно в темное время суток и условиях недостаточной видимости, чтобы дети были заметнее для водителя на дороге.
 
<br><br>Родители должны обратить внимание своих детей на недопустимость игр вблизи проезжей части и последствиях таких забав, ведь не каждый водитель успеет отреагировать и вовремя нажать на педаль тормоза, увидев перед собой внезапно выбежавшего за мячиком на дорогу ребенка.
 
<br><br>При перевозке детей в автомобиле обязательно необходимо использовать детские удерживающие устройства и ремни безопасности. Как показывает практика, автокресла уменьшают вероятность получения травмы ребенка на 75 %.
 
<br><br>Хотелось бы еще раз напомнить родителям юных участников дорожного движения, что только Вы являетесь главным примером для детей, своим поведением и действиями формируете их воспитание и привычки, в том числе и культуру дорожного поведения. Вне учебного процесса с детьми нет воспитателей и педагогов – весь контроль осуществляете Вы сами.
 
<br><br>Поэтому именно Вам следует быть особенно внимательными и осторожными на дорогах, обязательно контролировать прогулки своих детей, а малышей не отпускать одних на улицу, чтобы радость от уличных забав не закончилась дорожными травмами и увечьями.
 
<br><br>Также обращаюсь к водителям с просьбой быть бдительными при проезде вблизи мест массового пребывания граждан, детских и игровых площадок, расположенных вблизи проезжей части, пешеходных переходов, остановочных комплексов и торговых центров.
        </Text>
        <Title>Система подготовки общественных наблюдателей за процедурами оценки качества образования</Title>
        <Text align="justufy">
            Эта страница адресована родителям, изъявившим желание выступить в качестве общественных наблюдателей за ходом  итоговой аттестации выпускников и Всероссийских проверочных работ.

Роль общественных наблюдателей на экзамене очень велика - они помогают в соблюдении законности в ходе всероссийских проверочных работ и государственной итоговой аттестации, отслеживают соблюдение прав выпускников, при возникновении спорных вопросов помогают в их решении. А еще - приобретают знания о порядке проведения экзаменов, которыми могут поделиться со своими детьми
        </Text>
        <File file="ДР.pdf" icon></File>
        <File file="ДР.pdf" icon></File>
        <File file="ДР.pdf" icon></File>
        <File file="ДР.pdf" icon></File>
        <File file="ДР.pdf" icon></File>
        <File file="ДР.pdf" icon></File>

    </Page>
</template>