from app import app, db
from models import User, Student, Group, Grade

def init_database():
    with app.app_context():
        # Создаем таблицы
        db.create_all()
        
        # Создаем тестовые группы если их нет
        groups_data = [
            'ТМ-1417', 'МЦМ-Пф-102', 'ТИК-112', 'ИСП-1308', 'СП-Пф-1603', 
            'ТЭиРП-1901', 'ТАКХС-Пф-1202', 'ИСП-1309п', 'ТОиРА-1701п', 
            'ПКД-1808п', 'ТМ-1418п', 'СП-Пф-1604п',
            'ТЭО-Пф-2501', 'МЦМ-Пф-201', 'СП-Пф-2601', 'ТАКХС-Пф-2201', 
            'ТОРД-2706', 'ТМ-2415', 'ПКД-2806/07п', 'СП-Пф-2602п', 
            'ТОРД-2707п', 'ТМ-2416п', 'ИСП-2306п', 'ИСП-2307п',
            'ТАКХС-3202', 'СП-3611', 'ТМ-3413', 'МЦМ-308', 'ИСП-3304', 
            'ОСА-391', 'ТИК-311', 'ИСП-3305п', 'ТОРД-3705п', 'ПКД-3805п', 
            'СП-3612п', 'ТМ-3414п',
            'ТАКХС-4201', 'ТЭО-4510', 'СП-469', 'ТОРД-4703', 'ТМ-4412', 
            'МЦМ-407', 'ПКД-4803', 'ИСП-4303п', 'ТОРД-4704п', 'СП-4610п', 
            'ПКД-4804п'
        ]
        
        for group_name in groups_data:
            if not Group.query.filter_by(name=group_name).first():
                group = Group(name=group_name)
                db.session.add(group)
        
        db.session.commit()
        print("База данных инициализирована!")

if __name__ == '__main__':
    init_database()