<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>  
    <Page title="О нас">
    <Title>Государственное автономное профессиональное образовательное учреждение<br>Свердловской области<br>«Верхнепышминский механико-технологический техникум «Юность»</Title>
    <Text align="justify">
        <span style="font-weight: 500;">Верхнепышминский механико-технологический техникум</span> готовит высококвалифицированных рабочих и специалистов для предприятий ГО Верхняя Пышма и Среднеуральск, уделяя особое внимание инновационной подготовке для высокотехнологичных производств.
        <br>Миссия техникума – решать экономические, технологические и социальные проблемы территории, подготавливая конкурентоспособных, компетентных и ответственных специалистов. 
        <br><span style="font-weight: 500;">Структура техникума включает:</span>
        <br>Отделение<span style="font-weight: 500;"> основного общего и среднего общего</span> образования «кадетская школа – интернат».
        <br>Отделение <span style="font-weight: 500;">среднего профессионального образования</span> (специалисты среднего звена, квалифицированные рабочие).
        <br>Отделение <span style="font-weight: 500;">профессионального обучения.</span>
        <br>Техникум, основанный в 1970 году как ГПТУ-90, изначально готовил строительные кадры, а с 1978 года – специалистов для пищевой и легкой промышленности.
    </Text>
    <CardGrid>
            <img 
                src="/images/AboutUs/Кадеты2004.jpg" 
                alt="Кадетская школа Интернат" 
                class="logo"
            />
            <Card title="2004 | Структурное подразделение">
                <Text align="left">
                В техникуме открылась кадетская школа-интернат для мальчиков, оказавшихся в сложной жизненной ситуации. 
                Здесь они получают основное и среднее общее образование, проживая на территории городского округа Верхняя Пышма и близлежащих районов
                </Text>
            </Card>
            <Card title="2005 | Новый руководитель">
                <Text align="left">
                Училище возглавил Виталий Геннадьевич Лобастов. Он пришел в сложный период становления кадетской школы-интерната и объединения училищ "Юность" и "Агат" 
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/ЛобастовОнас.jpg" 
                alt="Кадетская школа Интернат" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/ЮностьОнас.jpg" 
                alt="Техникум ЮНОСТЬ" 
                class="logo"
            />
            <Card title="Начало 2010 | Проект развития">
                <Text align="left">
                Училище "Юность" представило в Министерство образования Свердловской области проект развития, предлагающий изменить тип и вид учреждения.
                Это было сделано в ответ на новые тенденции в образовании, изменения в законодательстве, достигнутые результаты и запросы обучающихся, родителей и социальных партнеров.  
                </Text>
            </Card>
            <Card title="2011 | Изменение типа и вида техникума">
                <Text align="left">
                Образовательное учреждение функционирует как Государственное бюджетное образовательное учреждение Свердловской области Верхнепышминский механико-технологический техникум «Юность»  
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/ЛогоОнас.jpg" 
                alt="Лого ЮНОСТЬ" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/ПатриотыОнас.jpg" 
                alt="Центр патриотического воспитания" 
                class="logo"
            />
            <Card title="2011-2012 | Центр патриотического воспитания">
                <Text align="left">
                30 ноября 2011 года на базе училища "Юность" открылся Центр патриотического воспитания и допризывной подготовки. 2 июля 2012 года ему присвоено имя Маршала Советского Союза Г.К. Жукова.  
                </Text>
            </Card>
            <Card title="2012 | Программа развития">
                <Text align="left">
                В 2012 году, совместно с ООО «УГМК-Холдинг», разработан проект по подготовке высококвалифицированных рабочих для промышленности Свердловской области на основе государственно-частного партнерства.
                Проект, стартовавший в декабре 2012 года и завершившийся в 2015 году, предусматривал системную работу предприятий и образовательных учреждений. 
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/УГМКОнас.webp" 
                alt="УГМК лого" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/РеорганизацияОнас.webp" 
                alt="Лесная" 
                class="logo"
            />
            <Card title="2013 | Реорганизация">
            <Text align="left">
            Проведена реорганизация техникума "Юность" путем присоединения к нему многопрофильного техникума "Уралмашевец". Составлен план мероприятий по реализации Соглашения между Министерством образования СО и ООО "УГМК-Холдинг" на 2013-2015 годы.
            </Text>
            </Card>
            <Card title="2013 | Сотрудничество с ОАО «Уралэлектромедь» и Техническим университетом УГМК">
            <Text align="left">
            C ОАО «Уралэлектромедь» обновлены образовательные программы и разработаны профессиональные стандарты. Реализована программа профориентации и трудоустройства с предприятием и другими организациями. Студенты обучаются, практикуются и трудоустраиваются на предприятиях УГМК.
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/УралэлектромедьОнас.jpg" 
                alt="Уралэлектромедь" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/УральскиеЛокомотивыОнас.webp" 
                alt="Уральские Локомотивы"
                class="logo"
            />
            <Card title="2013 | Сотрудничество с ООО «Уральские локомотивы» и организация практики">
            <Text align="left">
            ООО «Уральские локомотивы» участвует в проекте подготовки рабочих, модернизировало сварочную мастерскую и планирует новые профессии. Заключён договор об организации практики студентов на предприятиях УГМК.
            </Text>
            </Card>
            <Card title="2013 | Сетевое взаимодействие">
            <Text align="left">
            Подписан договор о сетевом взаимодействии и сотрудничестве техникума с МУК и ОАО «Уралэлектромедь» по профориентационной работе с учащимися школ.
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/СетевоеОнас.jpg" 
                alt="Сетевое взаимодействие" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/Педагоги.jpg" 
                alt="Педагоги" 
                class="logo"
            />
            <Card title="2013-2014 | Повышение квалификации">
            <Text align="left">
            Проведено повышение квалификации преподавателей и мастеров производственного обучения техникума на базе технического университета УГМК и предприятии ОАО «Уралэлектромедь» (стажировка).
            </Text>
            </Card>
            <Card title="2014 | Шефская работа ОАО «Уралэлектромедь»">
            <Text align="left">
            ОАО «Уралэлектромедь» шефствует над техникумом, закрепляя за своими подразделениями группы учащихся и специальности. Реализуются совместные планы: профориентационные мероприятия, встречи с передовиками, экскурсии на производство. Учащиеся уже побывали в цехах.
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/ШефскаяОнас.jpeg" 
                alt="ЮНОСТЬ" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/РемонтОнас.jpg" 
                alt="Оборуование" 
                class="logo"
            />
            <Card title="2015 | Ремонт и современное оборудование»">
            <Text align="left">
            Утверждён план график мероприятий по реализации дополнительного соглашения «О сотрудничестве между правительством свердловской области и ООО «УГМК – холдинг» на 2015 г, запланировано приобретение современного оборудования и ремонт в сумме 60 миллионов рублей.
            </Text>
            </Card>
            <Card title="2017 | Качество образования»">
            <Text align="left">
            Юность вошла во Всероссийский реестр лучших средних профессиональных организаций Российской Федерации.  
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/РеестрОнас.webp" 
                alt="Реестр" 
                class="logo"
            />
        </CardGrid>
        <Title>РЕЗУЛЬТАТЫ</Title>
        <Text align="left">
        <span style="font-weight: 500;">Техникум</span> имеет современную материально – техническую базу, вошёл в рейтинг <span style="font-weight: 500;">100 лучших организаций</span> среднего профессионального образования Российской Федерации, в рейтинге средних профессиональных организаций Уральского федерального округа занял<span style="font-weight: 500;"> 14 место</span>, присвоен статус <span style="font-weight: 500;">Федеральной инновационной площадки</span> по направлению «Внедрение элементов дуального обучения в образовательный процесс на 2014-2019 годы».
        <br><br><span style="font-weight: 500;">Автошкола техникума «Юность»</span> номинирована Союзом автошкол России на награждение как представитель региона РФ, внесший вклад в совершенствование системы профессионального обучения водителей и обучающихся. 
        </Text>
        <Text align="center">
        <span style="font-weight: 500;">Участие в проектах и инновационная деятельность</span>
        </Text>
        <Text align="left">
        С 2018 года техникум активно сотрудничает с УГМК-Холдинг, предприятиями Верхней Пышмы и Среднеуральска. В 2019-2021 годах заключены важные соглашения с Министерством образования, «Уральскими локомотивами», «Металл Профилем», АО «Уралэлектромедь», УрФУ и колледжем из Казахстана. Цель – повышение качества подготовки кадров.
        </Text>
        <Text align="center">
        <span style="font-weight: 500;">Лицензирование образовательных программ</span>
        </Text>
        <Text align="left">
        В период с 2018  по 2020гг. ГАПОУ «ВПМТТ «Юность»  пройдена процедура лицензирования образовательных программ ТОП-50:
        <br>¾ 09.02.07 Информационные системы и программирование –
        ве образовательные программы с разным набором квалификаций;
        <br>¾ 15.01.32 Мастер контрольно-измерительных приборов и автоматики;
        <br>¾ 15.01.32 Оператор станков с программным управлением;
        <br>¾ 15.02.14 Оснащение средствами автоматизации технологически процессов;
        <br>¾ 18.01.33 Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям);
        <br>¾ 18.02.12 Технология аналитического контроля химических соединений;
        <br>¾ 23.01.17 Мастер по ремонту и обслуживанию автомобилей;
        <br>¾23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей;
        <br>¾ 43.01.09 Повар, кондитер;
        <br>¾ 43.02.15 Поварское и кондитерское дело; 
        <br>¾ 43.02.13 Технология парикмахерского искусства;
        </Text>
        <Text align="center">
        <span style="font-weight: 500;">Конкурсы международного уровня</span>
        </Text>
        <Text align="left">
        В апреле 2021 года техникум «Юность» впервые провел международный дистанционный конкурс авторских разработок педагогов СПО по компетентностному подходу. Приглашения получили более 200 организаций России и стран СНГ. Обработана 71 заявка (методические разработки и статьи), определены победители. В марте-апреле 2022 года состоялся аналогичный конкурс методических разработок по формированию профкомпетенций (7 заявок).
        </Text>
    </Page>
</template>


<style scoped>
.content-wrapper {
    width: 100%;
}

.logo-container {
    display: flex;
    justify-content: center;
    margin-bottom: 2rem;
    width: 100%;
}

.logo {
    width: 100%;
    max-width: 100%;
    height: 100%;
    border-radius: 8px;
}

</style>