<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>  
    <Page title="О нас">
    <Title>Государственное автономное профессиональное образовательное учреждение<br>Свердловской области<br>«Верхнепышминский механико-технологический техникум «Юность»</Title>
    <Text align="justify">
        <span style="font-weight: 500;">Верхнепышминский механико-технологический техникум</span> готовит высококвалифицированных рабочих и специалистов для предприятий ГО Верхняя Пышма и Среднеуральск, уделяя особое внимание инновационной подготовке для высокотехнологичных производств.
        <br>Миссия техникума – решать экономические, технологические и социальные проблемы территории, подготавливая конкурентоспособных, компетентных и ответственных специалистов. 
        <br><span style="font-weight: 500;">Структура техникума включает:</span>
        <br>Отделение<span style="font-weight: 500;"> основного общего и среднего общего</span> образования «кадетская школа – интернат».
        <br>Отделение <span style="font-weight: 500;">среднего профессионального образования</span> (специалисты среднего звена, квалифицированные рабочие).
        <br>Отделение <span style="font-weight: 500;">профессионального обучения.</span>
        <br>Техникум, основанный в 1970 году как ГПТУ-90, изначально готовил строительные кадры, а с 1978 года – специалистов для пищевой и легкой промышленности.
    </Text>
    <CardGrid>
            <img 
                src="/images/AboutUs/Кадеты2004.jpg" 
                alt="Кадетская школа Интернат" 
                class="logo"
            />
            <Card title="2004 | Структурное подразделение">
                <Text align="left">
                В техникуме открылась кадетская школа-интернат для мальчиков, оказавшихся в сложной жизненной ситуации. 
                Здесь они получают основное и среднее общее образование, проживая на территории городского округа Верхняя Пышма и близлежащих районов
                </Text>
            </Card>
            <Card title="2005 | Новый руководитель">
                <Text align="left">
                Училище возглавил Виталий Геннадьевич Лобастов. Он пришел в сложный период становления кадетской школы-интерната и объединения училищ "Юность" и "Агат" 
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/ЛобастовОнас.jpg" 
                alt="Кадетская школа Интернат" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/ЮностьОнас.jpg" 
                alt="Техникум ЮНОСТЬ" 
                class="logo"
            />
            <Card title="Начало 2010 | Проект развития">
                <Text align="left">
                Училище "Юность" представило в Министерство образования Свердловской области проект развития, предлагающий изменить тип и вид учреждения.
                Это было сделано в ответ на новые тенденции в образовании, изменения в законодательстве, достигнутые результаты и запросы обучающихся, родителей и социальных партнеров.  
                </Text>
            </Card>
            <Card title="2011 | Изменение типа и вида техникума">
                <Text align="left">
                Образовательное учреждение функционирует как Государственное бюджетное образовательное учреждение Свердловской области Верхнепышминский механико-технологический техникум «Юность»  
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/ЛогоОнас.jpg" 
                alt="Лого ЮНОСТЬ" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/ПатриотыОнас.jpg" 
                alt="Центр патриотического воспитания" 
                class="logo"
            />
            <Card title="2011-2012 | Центр патриотического воспитания">
                <Text align="left">
                30 ноября 2011 года на базе училища "Юность" открылся Центр патриотического воспитания и допризывной подготовки. 2 июля 2012 года ему присвоено имя Маршала Советского Союза Г.К. Жукова.  
                </Text>
            </Card>
            <Card title="2012 | Программа развития">
                <Text align="left">
                В 2012 году, совместно с ООО «УГМК-Холдинг», разработан проект по подготовке высококвалифицированных рабочих для промышленности Свердловской области на основе государственно-частного партнерства.
                Проект, стартовавший в декабре 2012 года и завершившийся в 2015 году, предусматривал системную работу предприятий и образовательных учреждений. 
                </Text>
            </Card>
            <img 
                src="/images/AboutUs/УГМКОнас.webp" 
                alt="УГМК лого" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/РеорганизацияОнас.webp" 
                alt="Лесная" 
                class="logo"
            />
            <Card title="2013 | Реорганизация">
            <Text align="left">
            Проведена реорганизация техникума "Юность" путем присоединения к нему многопрофильного техникума "Уралмашевец". Составлен план мероприятий по реализации Соглашения между Министерством образования СО и ООО "УГМК-Холдинг" на 2013-2015 годы.
            </Text>
            </Card>
            <Card title="2013 | Сотрудничество с ОАО «Уралэлектромедь» и Техническим университетом УГМК">
            <Text align="left">
            C ОАО «Уралэлектромедь» обновлены образовательные программы и разработаны профессиональные стандарты. Реализована программа профориентации и трудоустройства с предприятием и другими организациями. Студенты обучаются, практикуются и трудоустраиваются на предприятиях УГМК.
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/УралэлектромедьОнас.jpg" 
                alt="Уралэлектромедь" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/УральскиеЛокомотивыОнас.webp" 
                alt="Уральские Локомотивы" 
                class="logo"
            />
            <Card title="2013 | Сотрудничество с ООО «Уральские локомотивы» и организация практики">
            <Text align="left">
            ООО «Уральские локомотивы» участвует в проекте подготовки рабочих, модернизировало сварочную мастерскую и планирует новые профессии. Заключён договор об организации практики студентов на предприятиях УГМК.
            </Text>
            </Card>
            <Card title="2013 | Сетевое взаимодействие">
            <Text align="left">
            Подписан договор о сетевом взаимодействии и сотрудничестве техникума с МУК и ОАО «Уралэлектромедь» по профориентационной работе с учащимися школ.
            </Text>
            </Card>
            <img 
                src="/images/AboutUs/СетевоеОнас.jpg" 
                alt="Сетевое взаимодействие" 
                class="logo"
            />
            <img 
                src="/images/AboutUs/Педагоги.jpg" 
                alt="Педагоги" 
                class="logo"
            />
            <Card title="2013-2014 | Повышение квалификации">
            <Text align="left">
            Проведено повышение квалификации преподавателей и мастеров производственного обучения техникума на базе технического университета УГМК и предприятии ОАО «Уралэлектромедь» (стажировка).
            </Text>
            </Card>
        </CardGrid>
    </Page>
</template>


<style scoped>
.content-wrapper {
    width: 100%;
}

.logo-container {
    display: flex;
    justify-content: center;
    margin-bottom: 2rem;
    width: 100%;
}

.logo {
    width: 100%;
    max-width: 100%;
    height: 100%;
    border-radius: 8px;
}

</style>