<script setup>
import Page from '@/components/pages/Page.vue'
import Title from '@/components/pages/Title.vue'
import Text from '@/components/pages/Text.vue'
import Bold from '@/components/pages/Bold.vue'
import File from '@/components/pages/File.vue'
</script>

<template>
  <Page title="Федеральный проект \u00abСодействие занятости\u00bb">
    <Title>Федеральный проект &laquo;Содействие занятости&raquo;</Title>

    <Text align="center">
      <Bold>ПРИГЛАШАЕМ ПРОЙТИ БЕСПЛАТНОЕ ОБУЧЕНИЕ ПО ПРОГРАММЕ ПРОФЕССИОНАЛЬНОЙ ПОДГОТОВКЕ</Bold>
    </Text>

    <Text align="center">
      <Bold>Старт обучения март 2024 года</Bold>
    </Text>

    <Title>Программы обучения</Title>

    <Text align="justify">
      <ul>
        <li>
          <Bold>Сварщик ручной дуговой сварки плавящимся покрытым электродом.</Bold>
          Профессиональная подготовка, 144 академических часа, очная форма обучения.
        </li>
        <li>
          <Bold>18511 Слесарь по ремонту автомобилей.</Bold>
          Профессиональная подготовка, 144 академических часа, очная форма обучения.
        </li>
        <li>
          <Bold>13321 Лаборант химического анализа.</Bold>
          Профессиональная подготовка, 144 академических часа, очная форма обучения.
        </li>
      </ul>
    </Text>

    <Title>Полезные материалы</Title>

    <Text align="justify">
      <File icon file="">Содействие занятости. Истории успеха</File>
    </Text>
    <Text align="justify">
      <File icon file="">Инструкция по регистрации и подачи заявки на обучение</File>
    </Text>
    <Text align="justify">
      <File icon file="">Инструкция для подачи заявления в центр занятости</File>
    </Text>
    <Text align="justify">
      <File icon file="">
        Постановление об утверждении Положения о реализации мероприятий по организации профессионального обучения и
        дополнительного профессионального образования отдельных категорий граждан
      </File>
    </Text>

    <Title>Кто может стать участником программы</Title>

    <Text align="center">
      <Bold>К гражданам, имеющим право принять участие в мероприятиях по обучению, относятся следующие категории:</Bold>
    </Text>

    <Text align="justify">
      <ul>
        <li>Граждане в возрасте 50 лет и старше, граждане предпенсионного возраста.</li>
        <li>
          Граждане, фактически осуществляющие уход за ребенком и находящиеся в отпуске по уходу за ребенком до достижения
          им возраста 3 лет.
        </li>
        <li>
          Женщины, не состоящие в трудовых отношениях и имеющие детей дошкольного возраста в возрасте от 0 до 7 лет
          включительно.
        </li>
        <li>Инвалиды.</li>
        <li>Граждане, обратившиеся в органы службы занятости в целях поиска работы.</li>
        <li>Безработные граждане, зарегистрированные в органах службы занятости.</li>
        <li>
          Работники, находящиеся под риском увольнения, включая введение режима неполного рабочего времени, простой,
          временную приостановку работ, предоставление отпусков без сохранения заработной платы, проведение мероприятий
          по высвобождению работников.
        </li>
        <li>
          Граждане Украины и лица без гражданства, постоянно проживающие на территории Украины, которые получили
          удостоверение беженца или свидетельство о предоставлении временного убежища на территории Российской Федерации.
        </li>
        <li>
          Ветераны боевых действий, принимавшие участие или содействовавшие выполнению задач в специальной военной
          операции на территориях Донецкой Народной Республики, Луганской Народной Республики и Украины с 24 февраля
          2022 года, на территориях Запорожской и Херсонской областей с 30 сентября 2022 года, уволенные с военной
          службы (службы, работы).
        </li>
        <li>
          Лица, принимавшие в соответствии с решениями органов публичной власти Донецкой Народной Республики и
          Луганской Народной Республики участие в боевых действиях в составе Вооруженных Сил Донецкой Народной
          Республики, Народной милиции Луганской Народной Республики, воинских формирований и органов Донецкой
          Народной Республики и Луганской Народной Республики начиная с 11 мая 2014 года.
        </li>
        <li>
          Члены семей лиц, указанных выше, погибших (умерших) при выполнении задач в ходе специальной военной операции
          (боевых действий), а также члены семей лиц, умерших после увольнения с военной службы (службы, работы), если
          смерть наступила вследствие увечья, травмы, контузии или заболевания, полученных при выполнении задач в ходе
          специальной военной операции (боевых действий).
        </li>
        <li>
          Молодежь в возрасте до 35 лет включительно, относящаяся к категориям граждан, которые со дня окончания
          военной службы по призыву не являются занятыми в течение 4 месяцев и более; не имеющих среднего
          профессионального или высшего образования и не обучающихся по образовательным программам среднего
          профессионального или высшего образования (в случае обучения по основным программам профессионального
          обучения); со дня выдачи документа об образовании и (или) о квалификации не являющихся занятыми в течение 4
          месяцев и более; находящихся под риском увольнения; завершающих обучение по образовательным программам
          среднего профессионального или высшего образования в текущем календарном году (за исключением получивших
          грант на обучение или обучающихся по договорам о целевом обучении), обратившихся в органы службы занятости, для
          которых отсутствует подходящая работа по получаемой профессии (специальности).
        </li>
      </ul>
    </Text>
  </Page>
</template>
