<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
    <Page title="Центр проведения демонстрационных экзаменов">
        <Title>Центр проведения демонстрационных экзаменов</Title>
        
        <Text align="center">
            <img src="/images/flag.jpg" alt="" style="width: 250px; height: 166px; margin: 0 10px;"/>
            <img src="/images/hz.jpg" alt="" style="width: 250px; height: 166px; margin: 0 10px;"/>
            <img src="/images/zzz.jpg" alt="" style="width: 250px; height: 166px; margin: 0 10px;"/>
        </Text>

        <Text align="justify">
            Самый крупный в регионе ЦЕНТР ПРОВЕДЕНИЯ ДЕМОНСТРАЦИОННЫХ ЭКЗАМЕНОВ. Современный комплекс организован на площадке Верхнепышминского механико-технологического техникума «Юность».
        </Text>

        <Text align="justify">
            <img src="/images/ludi.jpg" alt="" style="width: 350px; height: 233px; float: left; margin: 0 15px 15px 0;"/>
            В церемонии открытия Центра приняли участие губернатор Свердловской области Евгений Куйвашев, генеральный директор УГМК Андрей Козицын, министр образования и молодежной политики Свердловской области Юрий Биктуганов.
        </Text>

        <Text align="justify">
            <Highlight>«В Свердловской области реализуется программа «Уральская инженерная школа». Я рад, что наши компании включились в эту работу. Этот Центр — совместный проект правительства Свердловской области и компании УГМК. Главная цель его реализации — совершенствование образовательного процесса, внедрение новых методик в подготовку специалистов. Свердловская область активно вовлечена в движение WorldSkills. Все это делает наших выпускников востребованными, прямым образом влияет на повышение производительности труда на наших предприятиях. Хочу поблагодарить УГМК и лично Андрея Анатольевича Козицына за сотрудничество в этом направлении», — сказал губернатор Свердловской области Евгений Куйвашев.</Highlight>
        </Text>

        <Text align="justify">
            <img src="/images/aga.jpg" alt="" style="width: 350px; height: 233px; float: right; margin: 0 0 15px 15px;"/>
            Договоренность о создании Центра между Уральской горно-металлургической компанией (УГМК) и Министерством образования и молодежной политики Свердловской области была достигнута в 2019 году. За счет финансовых средств УГМК проведена реконструкция здания учебных мастерских общей площадью 2000 кв. м. на сумму около 43 млн рублей. Областное Правительство направило 84,7 млн рублей на приобретение оборудования. Для оценки демонстрационных экзаменов обучены 20 линейных экспертов, 16 из которых – высококвалифицированные руководители и специалисты УГМК.
        </Text>

        <Text align="justify">
            <img src="/images/zzzzz.jpg" alt="" style="width: 330px; height: 219px; float: left; margin: 0 15px 15px 0;"/>
            <Highlight>«В систему непрерывной подготовки кадров УГМК на протяжении многих лет вовлечены и школьники, и студенты, и действующие сотрудники компании. Новый Центр, а также Дворец технического творчества, который скоро будет открыт в Верхней Пышме, - все прекрасно завязывается в единую схему. Такой концентрации условий для получения современного качественного инженерного образования мало где можно найти не только в Свердловской области, но и в стране. И это серьезное конкурентное преимущество и для УГМК, и для региона в целом», - подчеркнул гендиректор УГМК Андрей Козицын.</Highlight>
        </Text>

        <Text align="justify">
            <img src="/images/vvv.jpg" alt="" style="width: 350px; height: 232px; float: right; margin: 0 0 15px 15px;"/>
            ЦЕНТР ПРОВЕДЕНИЯ ДЕМОНСТРАЦИОННЫХ ЭКЗАМЕНОВ оснащен оборудованием для проведения демонстрационных экзаменов по 8-ми компетенциям: промышленная автоматика, мехатроника, сварочные технологии, неразрушающий контроль, электромонтаж, лабораторный химический анализ, обслуживание грузовой техники, обработка листового металла. Высококлассное оборудование, современные методики и участие экспертов-практиков позволят оценить по мировым стандартам уровень подготовки студентов колледжей и техникумов, их практические умения и навыки работы на современном оборудовании XXI века.
        </Text>

        <Text align="justify">
            Создание такого Центра в Свердловской области позволит повысить уровень качества подготовки студентов техникумов по востребованным специальностям, обеспечить реализацию образовательных программ среднего профессионального образования в соответствии с требованиями федеральных государственных образовательных стандартов, реализовать программы дополнительного профессионального образования и профессионального обучения не только студентов, но и рабочих для промышленных предприятий Урала.
        </Text>

        <Text align="justify">
            Кроме того, Центр станет современным учебным полигоном для подготовки участников и проведения региональных и национальных чемпионатов «Молодые профессионалы» и выступит площадкой профессиональной ориентации школьников.
        </Text>

        <Text align="justify">
            Вновь созданный Центр гармонично дополняет выстроенную совместно с УГМК систему подготовки высококвалифицированных кадров. С его открытием техникум «Юность» становится современным образовательным комплексом Свердловской области.
        </Text>

        <Text align="center">
            <img src="/images/stol.jpg" alt="" style="width: 255px; height: 169px; margin: 0 5px;"/>
            <img src="/images/bbb.jpg" alt="" style="width: 255px; height: 169px; margin: 0 5px;"/>
            <img src="/images/mmm.jpg" alt="" style="width: 255px; height: 170px; margin: 0 5px;"/>
        </Text>



    </Page>
</template>