<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
</script>

<template>
    <Page title="Правила приема ВПМТТ «Юность»">
        <Title>Правила приема</Title>
        <Text align="justify"> Осуществляется на основании Порядка приема на обучение по образовательным программам СПО СО ( в редакции приказа Минобрнауки России от <Link linkTo="https://www.garant.ru/products/ipo/prime/doc/74768905/">02.09.2020 № 457</Link>, зарегистрированного в Минюсте России), положения о приеме граждан на обучение по образовательным программам среднего профессионального образования, с внесении изменений в Порядок приема приказ от 16.03.2021 г. (минпросвещения России) в ГАПОУ СО «Верхнепышминский механико технологический техникум «Юность»» в 2024/2025 г.  <Link linkTo="http://localhost:5173/docs/%D0%9F%D1%80%D0%B8%D0%BA%D0%B0%D0%B7%20%D0%BF%D0%BE%20%D0%9A%D0%A6%D0%9F%202025-2026%20%D1%83%D1%87%D0%B5%D0%B1%D0%BD%D1%8B%D0%B9%20%D0%B3%D0%BE%D0%B4.pdf">Приказ по КЦП</Link> </Text>
        <Text align="left">
            Прием 2025 г.
            <File file="Порядок приема граждан на обучение по обр.программам СПО в 2025г(1).pdf" icon>Порядок приема граждан на обучение по образовательным программа СПО</File>
            <File file="заявление о приеме 2025 год.pdf" icon>Заявление на прием</File>
            <File file="заявление о приеме 2025 год_ТИК.pdf" icon>Заявление на прием по специальности "Технология индустрии красоты"</File>
            <File file="Программа вступительных испытаний при приеме на обучение СПО 43.02.17 Технология индустрии красоты.pdf" icon>Программа вступительных испытаний. Технология индустрии красоты -  Рисунок</File>
            <File file="Положение об экз_комиссии_43.02.17 Технологии индустрии красоты.pdf" icon>Положение об экзаменационной комиссии для приема вступительных испытаний </File>
            Положения о комиссиях
            <File file="Положение об апелляционной комиссии на период приема документов граждан на обучение по обр.программам СПО.pdf" icon>Положение  об апелляционной комиссии.</File>
            <File file="Положение о приемной комиссии по программам СПО на 25-26 уч.год.pdf" icon>Положение о приемной комиссии </File>
            <File file="День открытых дверей МТТ Юность 2025.pptx" icon>Презентация о техникуме "Юность" </File>
            Платные образовательные услуги
            <File file="положение об оказании платных услуг(1).pdf" icon>Положение об оказании платных образовательных услуг</File>
            <File file="Договор оказания платных образовательных услуг 3 стороны (1) (1).docx" icon>Договор на оказание платных образовательных услуг для совершеннолетних</File>
            <File file="Договор оказания платных образовательных услуг  2 стороны (1).docx" icon>Договор на оказание платных образовательных услуг для не совершеннолетних</File>
            <File file="Стоимость платных образовательных услуг .pdf" icon>Приказ " Об установлении стоимости платных образовательных услуг"</File>
            Прочее
            <File file="6623 - 6624 - приложение.pdf" icon>Постановление Правительства РФ от 27 апреля 2024 г О целевом обучении по образовательным программа СПО</File>
            <File file="Отчет по КЦП 2024.pdf" icon>Отчет о выполнении контрольных цифр приема 2024 г</File>
            <File file="№5-1-од от 13.01.2025 Об установлении платы за коммунальные услуги и проживание в общежитии для студентов дневного отделения (1).pdf" icon>№5-1-од от 13.01.2025 Об установлении платы за коммунальные услуги и проживание в общежитии для студентов дневного отделения</File>
            <Link linkTo="https://cloud.mail.ru/public/95KW/v5fo5xvzZ">Программы 1 курс</Link>
        </Text>
    </Page>
</template>