<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
    <Page title="Правила приема ВПМТТ «Юность»">
        <Title>Правила приема</Title>
        <Text align="justify"> Осуществляется на основании Порядка приема на обучение по образовательным программам СПО СО ( в редакции приказа Минобрнауки России от <Link linkTo="https://www.garant.ru/products/ipo/prime/doc/74768905/">02.09.2020 № 457</Link>, зарегистрированного в Минюсте России), положения о приеме граждан на обучение по образовательным программам среднего профессионального образования, с внесении изменений в Порядок приема приказ от 16.03.2021 г. (минпросвещения России) в ГАПОУ СО «Верхнепышминский механико технологический техникум «Юность»» в 2024/2025 г.  <Link linkTo="http://localhost:5173/docs/%D0%9F%D1%80%D0%B8%D0%BA%D0%B0%D0%B7%20%D0%BF%D0%BE%20%D0%9A%D0%A6%D0%9F%202025-2026%20%D1%83%D1%87%D0%B5%D0%B1%D0%BD%D1%8B%D0%B9%20%D0%B3%D0%BE%D0%B4.pdf">Приказ по КЦП</Link> </Text>
        <Text align="left">
            Прием 2025 г.
            <File file="Порядок приема граждан на обучение по обр.программам СПО в 2025г(1).pdf" icon>Порядок приема граждан на обучение по образовательным программа СПО</File>
            <File file="заявление о приеме 2025 год.pdf" icon>Заявление на прием</File>
            <File file="заявление о приеме 2025 год_ТИК.pdf" icon>Заявление на прием по специальности "Технология индустрии красоты"</File>
            <File file="Программа вступительных испытаний при приеме на обучение СПО 43.02.17 Технология индустрии красоты.pdf" icon>Программа вступительных испытаний. Технология индустрии красоты -  Рисунок</File>
            <File file="Положение об экз_комиссии_43.02.17 Технологии индустрии красоты.pdf" icon>Положение об экзаменационной комиссии для приема вступительных испытаний </File>
            Положения о комиссиях
            <File file="Положение об апелляционной комиссии на период приема документов граждан на обучение по обр.программам СПО.pdf" icon>Положение  об апелляционной комиссии.</File>
            <File file="Положение о приемной комиссии по программам СПО на 25-26 уч.год.pdf" icon>Положение о приемной комиссии </File>
            <File file="День открытых дверей МТТ Юность 2025.pptx" icon>Презентация о техникуме "Юность" </File>
            Платные образовательные услуги
            <File file="положение об оказании платных услуг(1).pdf" icon>Положение об оказании платных образовательных услуг</File>
            <File file="Договор оказания платных образовательных услуг 3 стороны (1) (1).docx" icon>Договор на оказание платных образовательных услуг для совершеннолетних</File>
            <File file="Договор оказания платных образовательных услуг  2 стороны (1).docx" icon>Договор на оказание платных образовательных услуг для не совершеннолетних</File>
            <File file="Стоимость платных образовательных услуг .pdf" icon>Приказ " Об установлении стоимости платных образовательных услуг"</File>
            Прочее
            <File file="6623 - 6624 - приложение.pdf" icon>Постановление Правительства РФ от 27 апреля 2024 г О целевом обучении по образовательным программа СПО</File>
            <File file="Отчет по КЦП 2024.pdf" icon>Отчет о выполнении контрольных цифр приема 2024 г</File>
            <File file="№5-1-од от 13.01.2025 Об установлении платы за коммунальные услуги и проживание в общежитии для студентов дневного отделения (1).pdf" icon>№5-1-од от 13.01.2025 Об установлении платы за коммунальные услуги и проживание в общежитии для студентов дневного отделения</File>
            <Link linkTo="https://cloud.mail.ru/public/95KW/v5fo5xvzZ">Программы 1 курс</Link>
        </Text>

        <Title>Способы подачи документов</Title>
        <CardGrid>
            <Card title="Кабинет №49">
                <Text align="left"><Highlight>Требуемые документы:</Highlight><br/>
                    1. Оригинал + копии документов, удостоверяющих его личность и гражданство, прописка (все на одном листе) [2 шт]<br/>
                    2. Оригинал + копии документа об образовании и (или) квалификации, заверенных синей печатью школы<br/>
                    3. Фотография 3*4 [6 шт]<br/>
                    4. Справка №086/у<br/>
                    5. Копия мед.полиса [2 шт]<br/>
                    6. Копия ИНН [2 шт]<br/>
                    7. Копия СНИЛС<br/>
                    8. Прививочный сертификат
                </Text>
            </Card>
            <Card title="Почтовые операторы (до 01.08.2024)">
                <Text align="left"><Highlight>Требуемые документы:</Highlight><br/>
                    1. Заявление на прием<br/>
                    2. Оригинал + копии документов, удостоверяющих его личность и гражданство, прописка (все на одном листе) [2 шт]<br/>
                    3. Оригинал + копии документа об образовании и (или) квалификации, заверенных синей печатью школы<br/>
                    4. Фотография 3*4 [6 шт]<br/>
                    5. Справка №086/у<br/>
                    6. Копия мед.полиса [2 шт]<br/>
                    7. Копия ИНН [2 шт]<br/>
                    8. Копия СНИЛС<br/>
                    9. Прививочный сертификат
                </Text>
            </Card>
            <Card title="Электронная подача">
                <Text align="left"><Highlight>Требуемые документы:</Highlight><br/>
                    1. Скан заполненного заявления<br/>
                    2. Скан паспорта<br/>
                    3. Скан документа об образовании<br/>
                    4. Скан фотографии 3*4<br/>
                    5. Скан спарвки №086/у<br/>
                    6. Скан мед.полиса [2 шт]<br/>
                    7. Скан ИНН<br/>
                    8. Скан СНИЛС<br/>
                    <Link linkTo="http://priem.egov66.ru/">Подать</Link>
                </Text>
            </Card>
            <Card title="С функционалом ЕПГУ">
                <Text align="justify"> С использованием функционала (сервисов) региональных порталов государственных и муниципальных услуг, являющихся государственными информационными системами субъектов Российской Федерации, созданными органами государственной власти субъектов Российской Федерации (при наличии).</Text>
            </Card>
            <Card title="На почту">
                <Text align="left"><Highlight>Требуемые документы:</Highlight><br/>
                    1. Скан заполненного заявления<br/>
                    2. Скан паспорта<br/>
                    3. Скан документа об образовании<br/>
                    4. Скан фотографии 3*4<br/>
                    5. Скан спарвки №086/у<br/>
                    6. Скан мед.полиса [2 шт]<br/>
                    7. Скан ИНН<br/>
                    8. Скан СНИЛС<br/>
                    9. Прививочный сертификат<br/>
                    <Link linkTo="mailto:priemMTTyunost@yandex.ru">Подать</Link>
                </Text>
            </Card>
        </CardGrid>
        <Text align="justify">
            1. Приемная комиссия находиться по адресу: Свердловская обл., г Верхняя Пышма,  ул. Кривоусова,  53.,кабинет № 49 .<br/>
            2. Прием в Техникум по образовательным программам проводится по личному заявлению граждан (на русском языке).<br/>
            3. Язык, на котором осуществляется образование (обучение) - русский.<br/>
            4. В Техникум  для обучения по очной форме обучения, принимаются лица, имеющие документ об основном общем образовании (9 классов), о среднем общем образовании (11 классов).
        </Text>
    </Page>
</template>