<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
</script>

<template>
    <Page title="ЕГЭ">


        <Title>ЕГЭ</Title>

        <Title>ДОРОГИЕ ВЫПУСКНИКИ!</Title>

        <Text align="justify">
            Единый государственный экзамен (ЕГЭ) - лишь одно из жизненных испытаний, многие из которых еще предстоит пройти. Не придавайте событию слишком высокую важность, чтобы не увеличивать волнение.
        </Text>

        <Text align="justify">
            Будьте уверены: каждому, кто учился в школе, по силам сдать ЕГЭ. Все задания составлены на основе школьной программы. Подготовившись должным образом, <Highlight>Вы обязательно сдадите экзамен.</Highlight>
        </Text>

        <Text align="justify">
            Заранее поставьте перед собой цель, которая вам по силам. <Highlight>Никто не может всегда быть совершенным.</Highlight> Пусть достижения не всегда совпадают с идеалом, зато они ваши личные.
        </Text>

        <Text align="justify">
            <Highlight>Не стоит бояться ошибок.</Highlight> Известно, что не ошибается тот, кто ничего не делает. Люди, настроенные на успех, добиваются в жизни гораздо больше, чем те, кто старается избегать неудач.
        </Text>

        <Text align="justify">
            <Highlight>Заблаговременное ознакомление с правилами и процедурой экзамена</Highlight> снимет эффект неожиданности на экзамене. Тренировка в решении заданий поможет ориентироваться в разных типах заданий, рассчитывать время. С правилами заполнения бланков также надо ознакомиться заранее.
        </Text>

        <Text align="justify">
            <Highlight>Подготовка к экзамену</Highlight> требует достаточно много времени, но она не должна занимать абсолютно все время. <Highlight>Очень важно распределить силы и время, соблюсти их правильный баланс.</Highlight> Не бойтесь отвлекаться от подготовки на прогулки и любимое хобби, чтобы избежать переутомления, но и не затягивайте перемену!
        </Text>

        <Title>УВАЖАЕМЫЕ РОДИТЕЛИ ВЫПУСКНИКОВ ШКОЛ!</Title>

        <Text align="justify">
            Ваши дети и Вы вместе с ними вступили в ответственный период жизни – подготовки к сдаче Единых Государственных Экзаменов.
        </Text>

        <Text align="justify">
            <strong>Чем Вы можете помочь своему ребенку в сложный период подготовки и сдачи ЕГЭ?</strong>
        </Text>

        <Text align="justify">
            Поощрение, поддержка, реальная помощь, а главное – спокойствие взрослых помогают ребенку успешно справиться с собственным волнением.
        </Text>

        <Text align="justify">
            Не запугивайте ребенка, не напоминайте ему о сложности и ответственности предстоящих экзаменов. Это не повышает мотивацию, а только создает эмоциональные барьеры, которые сам ребенок преодолеть не может.
        </Text>

        <Text align="justify">
            Очень важно скорректировать ожидания выпускника. Объясните: для хорошего результата совсем не обязательно отвечать на все вопросы ЕГЭ. Гораздо эффективнее спокойно дать ответы на те вопросы, которые он знает наверняка, чем переживать из-за нерешенных заданий.
        </Text>

        <Text align="justify">
            Независимо от результата экзамена, часто, щедро и от всей души говорите ему о том, что он (она) – самый(ая) любимый(ая), и что все у него (неё) в жизни получится! Вера в успех, уверенность в своем ребенке, его возможностях, стимулирующая помощь в виде похвалы и одобрения очень важны в этот период!
        </Text>

        <Text align="center">
            <strong>ЖЕЛАЕМ УСПЕХОВ!</strong>
        </Text>

        <Title>Общая информация о ЕГЭ</Title>

        <Text align="justify">
            Основной формой государственной итоговой аттестации по образовательным программам среднего общего образования (ГИА) является единый государственный экзамен (ЕГЭ).
        </Text>

        <Text align="justify">
            Для обучающихся в специальных учебно-воспитательных учреждениях закрытого типа, учреждениях среднего профессионального образования и для обучающихся с ограниченными возможностями здоровья, инвалидов и детей-инвалидов итоговая аттестация проводится в форме государственного выпускного экзамена (ГВЭ).
        </Text>

        <Title>Сроки проведения ЕГЭ</Title>

        <Text align="justify">
            Минобрнауки России определяет сроки и единое расписание проведения ЕГЭ.
        </Text>

        <Title>Кто может участвовать в ЕГЭ</Title>

        <Text align="justify">
            К ЕГЭ допускаются выпускники текущего года:
        </Text>

        <Text align="justify">
            - не имеющие академической задолженности и в полном объеме выполнившие учебный план;<br>
            - успешно написавшие итоговое сочинение.
        </Text>

        <Title>Подача заявления для участия в ЕГЭ</Title>

        <Text align="justify">
            До 1 февраля в своей школе выпускник должен написать заявление, в котором указывается выбор учебных предметов, уровень ЕГЭ по математике и форма (формы) итоговой аттестации – ЕГЭ или ГВЭ (ГВЭ могут выбрать лица с ограниченными возможностями здоровья (ОВЗ) и инвалиды, дети-инвалиды).
        </Text>

        <Title>Предметы ЕГЭ</Title>

        <Text align="justify">
            <Highlight>Первым обязательным условием участия в ЕГЭ для выпускников текущего года является итоговое сочинение (изложение), которое является отправной точкой для сдачи остальных экзаменов.</Highlight> Сочинение оценивается «зачет-незачет». Допуск к ЕГЭ возможен только после этого обязательного этапа!
        </Text>

        <Text align="justify">
            <strong>Какие предметы являются обязательными?</strong><br>
            Для получения аттестата о среднем общем образовании выпускники сдают два обязательных предмета – русский язык и математику.
        </Text>

        <Text align="justify">
            <strong>Какой уровень математики выбрать?</strong><br>
            Экзамен по математике делится на базовый и профильный уровни. Базовый уровень необходим, чтобы получить аттестат и иметь возможность поступить в вуз, где математика не является вступительным экзаменом. Экзамен по математике профильного уровня сдают школьники, которые планируют поступление в вуз, где математика внесена в перечень обязательных вступительных испытаний.
        </Text>

        <Text align="justify">
            Выпускники могут выбрать как экзамен по базовой, так и экзамен по профильной математике (выбрать оба экзамена одновременно нельзя).
        </Text>

        <Text align="justify">
            <strong>Какие предметы сдают по выбору?</strong><br>
            обществознание, физика, химия, биология, история, литература, информатика и информационно-коммуникационные технологии, география, иностранные языки (английский, немецкий, французский, испанский, китайский).
        </Text>

        <Text align="justify">
            Школьник может выбрать и сдать любое количество предметов из списка. Для этого он должен заранее планировать сдачу ЕГЭ в досрочный и (или) в основной периоды. При выборе предметов важно ориентироваться на планируемую специальность (направления подготовки) вуза, куда выпускник собирается поступать.
        </Text>

        <Text align="justify">
            <Highlight>Важно! Перечень вступительных испытаний в вузах для всех специальностей (направлений подготовки) определяется приказом Минобрнауки России.</Highlight> Каждый вуз выбирает из этого перечня те или иные предметы, которые должны представить в своих правилах приема.
        </Text>

        <Title>Продолжительность экзаменов ЕГЭ</Title>
        
        <CardGrid>
            <Card title="Математика (П), физика, информатика и ИКТ, литература, биология">
                <Text align="left">
                    3 ч. 55 мин.
                </Text>
            </Card>
            <Card title="Русский язык, химия, обществознание">
                <Text align="left">
                    3 ч. 30 мин.
                </Text>
            </Card>
            <Card title="Иностранный язык (кроме раздела 'Говорение')">
                <Text align="left">
                    3 ч. 10 мин.
                </Text>
            </Card>
            <Card title="География, история, математика (Б), китайский язык (кроме раздела 'Говорение')">
                <Text align="left">
                    3 ч. 00 мин.
                </Text>
            </Card>
            <Card title="Иностранный язык (раздел 'Говорение')">
                <Text align="left">
                    17 мин.
                </Text>
            </Card>
            <Card title="Китайский язык (раздел 'Говорение')">
                <Text align="left">
                    14 мин.
                </Text>
            </Card>
        </CardGrid>

        <Title>Что разрешено на ЕГЭ</Title>

        <Text align="justify">
            <strong>Разрешено:</strong><br>
            • Гелевая, капиллярная или перьевая ручка с чернилами черного цвета.<br>
            • По математике – линейка для построения чертежей и рисунков;<br>
            • По физике – линейка для построения графиков; непрограммируемый калькулятор;<br>
            • По химии – непрограммируемый калькулятор; периодическая система химических элементов;<br>
            • По географии – линейка, транспортир, непрограммируемый калькулятор;<br>
            • По иностранным языкам – технические средства для воспроизведения аудиозаписей;<br>
            • По информатике и ИКТ – компьютерная техника;<br>
            • По литературе – орфографический словарь.
        </Text>

        <Text align="justify">
            <strong>Запрещено:</strong><br>
            • наличие средств связи, электронно-вычислительной техники, фото, аудио и видеоаппаратуры;<br>
            • справочных материалов, письменных заметок;<br>
            • вынос из аудиторий экзаменационных материалов;<br>
            • оказание содействия другим участникам ЕГЭ.
        </Text>

        <Title>Минимальные пороги для получения аттестата</Title>

        <Text align="justify">
            Для получения аттестата установлено минимальное количество баллов ЕГЭ по:<br>
            • русскому языку - количество баллов еще не опубликовано<br>
            • математике базового уровня – 3 балла (по 5-балльной шкале)<br>
            • математике профильного уровня – количество баллов еще не опубликовано
        </Text>

        <Title>Минимальные баллы по предметам</Title>
        
        <CardGrid>
            <Card title="Русский язык">
                <Text align="left">
                    40 баллов
                </Text>
            </Card>
            <Card title="Математика профильного уровня">
                <Text align="left">
                    39 баллов
                </Text>
            </Card>
            <Card title="Физика">
                <Text align="left">
                    39 баллов
                </Text>
            </Card>
            <Card title="Химия">
                <Text align="left">
                    39 баллов
                </Text>
            </Card>
            <Card title="Информатика и ИКТ">
                <Text align="left">
                    44 балла
                </Text>
            </Card>
            <Card title="Биология">
                <Text align="left">
                    39 баллов
                </Text>
            </Card>
            <Card title="История">
                <Text align="left">
                    35 баллов
                </Text>
            </Card>
            <Card title="География">
                <Text align="left">
                    40 баллов
                </Text>
            </Card>
            <Card title="Иностранные языки">
                <Text align="left">
                    30 баллов
                </Text>
            </Card>
            <Card title="Литература">
                <Text align="left">
                    40 баллов
                </Text>
            </Card>
            <Card title="Обществознание">
                <Text align="left">
                    45 баллов
                </Text>
            </Card>
        </CardGrid>

        <Text align="justify">
            <Highlight>Важно! Вузы имеют право устанавливать свои минимальные баллы (с которыми будут принимать абитуриентов) выше этого уровня!</Highlight>
        </Text>

        <Title>Апелляции</Title>

        <Text align="justify">
            <strong>Апелляция о нарушении порядка проведения ЕГЭ</strong> подается участником ЕГЭ в день экзамена, не покидая пункта проведения экзаменов. Рассматривается в течение 2-х рабочих дней.
        </Text>

        <Text align="justify">
            <strong>Апелляция о несогласии с результатами ЕГЭ</strong> подается в течение 2-х рабочих дней после официального объявления результатов. Рассматривается в течение 4-х рабочих дней.
        </Text>

        <Title>Как выбрать вуз?</Title>

        <Text align="justify">
            <strong>На что важно обратить внимание при выборе вуза:</strong><br>
            • статус вуза;<br>
            • карьерные перспективы;<br>
            • количество бюджетных мест;<br>
            • наличие внутренних экзаменов;<br>
            • вузовские олимпиады;<br>
            • стоимость обучения;<br>
            • уровень заинтересованности вуза в трудоустройстве выпускников;<br>
            • наличие военной кафедры;<br>
            • условия предоставления общежития;<br>
            • местоположение вуза.
        </Text>

        <Text align="justify">
            <strong>Что нужно сделать, чтобы потом не пожалеть о неправильном решении?</strong><br>
            • Оценить свои возможности<br>
            • Скорректировать свои ожидания<br>
            • Выбрать не более пяти вузов<br>
            • Посетить Дни открытых дверей вузов<br>
            • Определить цель
        </Text>

        <Text align="justify">
            Решающий выбор стоит делать уже после того, как станут известны результаты ЕГЭ (конец июня). В соответствии с ними нужно сформировать стратегию подачи документов в те самые пять вузов, на обучение в которых претендует абитуриент.
        </Text>

        <Text align="center">
            <strong>Удачи на экзаменах!</strong>
        </Text>

    </Page>
</template>

<style scoped>
/* Адаптивность для мобильных устройств */
@media (max-width: 768px) {
    .logo {
        width: 75%;
        max-width: 75%;
    }
}

@media (max-width: 480px) {
    .logo {
        width: 90%;
        max-width: 90%;
    }
}
</style>