<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
</script>

<template>
    <Page title="Антикоррупционное просвещение">

        <Title>Антикоррупционное просвещение</Title>

        <Text align="justify">
            <em><strong>Коррупция в системе образования</strong></em> – сложное социально-экономическое явление, подрывающее всю образовательную систему, являющуюся важнейшим сектором экономики.
        </Text>

        <Title>Причины коррупционных преступлений в образовании</Title>

        <Text align="justify">
            Основными <em><strong>причинами коррупционных преступлений</strong></em> в данной области, являются:
        </Text>

        <Text align="justify">
            1. Недостаточность бюджетных средств для обеспечения всем высокого уровня образования с учетом индивидуальных особенностей обучающихся. А по ст. 43 Конституции РФ каждый вправе на конкурсной основе бесплатно получить высшее образование в государственном или муниципальном образовательном учреждении и на предприятии.
        </Text>

        <Text align="justify">
            2. Коррупционный путь является более выгодным для получения образовательных услуг, так как обе стороны заинтересованы в достижении совместно поставленной криминальной цели.
        </Text>

        <Text align="justify">
            3. Цели образования и результаты его не всегда совпадают. Так, полученный за незаконное вознаграждение диплом может положительно повлиять на карьеру его владельца, не хуже, чем полученные знания в учебном заведении. В то время как диплом, полученный путем приобретения знаний, не всегда позволяет владельцу успешно продвинуться по карьерной лестнице.
        </Text>

        <Title>Меры по профилактике коррупции</Title>

        <Text align="justify">
            Исходя из этого, <em><strong>мерами по профилактике коррупции</strong></em> являются:
        </Text>

        <Text align="justify">
            1. Развитие студенческого самоуправления и активной гражданской позиции у студентов. Большинство студентов опасаются сообщать о фактах коррупции, тем самым, покрывают коррупционеров и способствуют распространению коррупции. Учащиеся с открытой гражданской позицией в условиях развитого студенческого самоуправления будут менее терпимы к коррупции;
        </Text>

        <Text align="justify">
            2. Разработка на уровне Кодекса этики базовых принципов противодействия коррупции на уровне образовательного учреждения. Разработка таких принципов позволит образовательной организации воздействовать на нарушителей, принимать меры административной или дисциплинарной ответственности к тем, кто нарушает этические нормы, в том числе совершает коррупционные правонарушения;
        </Text>

        <Text align="justify">
            3. Развитие механизма общественного контроля за образовательной деятельностью, прежде всего, со стороны родителей, общественных организаций, органов образовательного контроля.
        </Text>

        <Title>Видеоматериалы</Title>

        <Text align="left">
    <Link href="https://old-anticorruption.midural.ru/article/show/id/1206/" target="_blank">Видеоролики коррупционной направленности</Link>
        </Text>

        <Title>Памятки</Title>

        <CardGrid>
            <Card title="Если у вас вымогают взятку">
                <Text align="left">
                    <File file="Если_у_вас_вымогают_взятку.pdf" icon>Если у вас вымогают взятку</File>
                </Text>
            </Card>
            <Card title="Международный день борьбы с коррупцией">
                <Text align="left">
                    <File file="Международный_день_борьбы_с_коррупцией.pdf" icon>Международный день борьбы с коррупцией</File>
                </Text>
            </Card>
            <Card title="А ты знаешь, что такое взятка?">
                <Text align="left">
                    <File file="а_ты_знаешь_что_такое_взятка.pdf" icon>А ты знаешь, что такое взятка?</File>
                </Text>
            </Card>
            <Card title="История противодействия коррупции в России">
                <Text align="left">
                    <File file="история_противодействия_коррупции_в_России.pdf" icon>История противодействия коррупции в России</File>
                </Text>
            </Card>
            <Card title="Новое в Уголовном кодексе РФ">
                <Text align="left">
                    <File file="Новое_в_Уголовном_кодексе_РФ.pdf" icon>Новое в Уголовном кодексе РФ</File>
                </Text>
            </Card>
            <Card title="Ответственность за коррупционные преступления">
                <Text align="left">
                    <File file="Ответственность_за_коррупционные_преступления.pdf" icon>Ответственность за коррупционные преступления</File>
                </Text>
            </Card>
            <Card title="Памятка для руководителей">
                <Text align="left">
                    <File file="Памятка_для_руководителей.pdf" icon>Памятка для руководителей</File>
                </Text>
            </Card>
            <Card title="Что такое коррупция">
                <Text align="left">
                    <File file="Что_такое_коррупция.pdf" icon>Что такое коррупция</File>
                </Text>
            </Card>
            <Card title="Что такое противодействие коррупции">
                <Text align="left">
                    <File file="Что_такое_противодействие_коррупции.pdf" icon>Что такое противодействие коррупции</File>
                </Text>
            </Card>
        </CardGrid>

        <Title>Буклеты</Title>

        <CardGrid>
            <Card title="Ответственность за коррупцию">
                <Text align="left">
                    <File file="Ответственность_за_коррупцию.pdf" icon>Ответственность за коррупцию</File>
                </Text>
            </Card>
            <Card title="Сообщите о фактах коррупции">
                <Text align="left">
                    <File file="Сообщите_о_фактах_коррупции.pdf" icon>Сообщите о фактах коррупции</File>
                </Text>
            </Card>
            <Card title="Что нужно знать о коррупции">
                <Text align="left">
                    <File file="Что_нужно_знать_о_коррупции.pdf" icon>Что нужно знать о коррупции</File>
                </Text>
            </Card>
            <Card title="Информационный буклет противодействие коррупции">
                <Text align="left">
                    <File file="Информационный_буклет_противодействие_коррупции.pdf" icon>Информационный буклет противодействие коррупции</File>
                </Text>
            </Card>
        </CardGrid>

    </Page>
</template>

<style scoped>
/* Адаптивность для мобильных устройств */
@media (max-width: 768px) {
    .logo {
        width: 75%;
        max-width: 75%;
    }
}

@media (max-width: 480px) {
    .logo {
        width: 90%;
        max-width: 90%;
    }
}
</style>