
<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
  <Page title="Основные профессиональные образовательные программы">
    <Title>Основные профессиональные образовательные программы</Title>

    <!-- 2023-2024 года программа -->
    <Text align="left">
      <p><strong>2023-2024 года программа</strong></p>
      <File file="Основная профессиональная образовательная программа Сварочное производство 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Сварочное производство"</File>
      <File file="Основная профессиональная образовательная программа Технология машиностроения 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Технология машиностроения"</File>
      <File file="Основная профессиональная образовательная программа Оснащение средствами автоматизации 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)"</File>
      <File file="Основная профессиональная образовательная программа Технология аналитического контроля 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Технология аналитического контроля химических соединений"</File>
      <File file="Основная профессиональная образовательная программа Металлургия цветных металлов 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Металлургия цветных металлов"</File>
      <File file="Основная профессиональная образовательная программа Техническое обслуживание автомобилей 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Техническое обслуживание и ремонт двигателей систем и агрегатов автомобилей"</File>
      <File file="Основная профессиональная образовательная программа Поварское и кондитерское дело 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Поварское и кондитерское дело"</File>
      <File file="Основная профессиональная образовательная программа Информационные системы и программирование 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Информационные системы и программирование"</File>
      <File file="Основная профессиональная образовательная программа Технология индустрии красоты 2023-2024.pdf" icon>Основная профессиональная образовательная программа "Технология индустрии красоты"</File>
    </Text>

    <!-- 2021-2022 года программа -->
    <Text align="left">
      <p><strong>2021-2022 года программа</strong></p>
      <File file="15.02.08 Технология машиностроения 2021-2022.pdf" icon>15.02.08 Технология машиностроения</File>
      <File file="22.02.06 Сварочное производство 2021-2022.pdf" icon>22.02.06 Сварочное производство</File>
      <File file="09.02.07 Информационные системы и программирование 2021-2022.pdf" icon>09.02.07 Информационные системы и программирование</File>
    </Text>

    <!-- 2020-2021 уч. года программа -->
    <Text align="left">
      <p><strong>2020-2021 уч. года программа</strong></p>
      <File file="18.02.01 Аналитический контроль качества химических соединений 2020-2021.pdf" icon>18.02.01 «Аналитический контроль качества химических соединений»</File>
      <File file="15.02.07 Автоматизация технологических процессов и производств 2020-2021.pdf" icon>15.02.07 «Автоматизация технологических процессов и производств»</File>
      <File file="22.02.02 Металлургия цветных металлов 2020-2021.pdf" icon>22.02.02 «Металлургия цветных металлов»</File>
      <File file="22.02.06 Сварочное производство 2020-2021.pdf" icon>22.02.06 «Сварочное производство»</File>
      <File file="15.02.08 Технология машиностроения 2020-2021.pdf" icon>15.02.08 «Технология машиностроения»</File>
    </Text>

   
  </Page>
</template>
