<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import File from '@/components/pages/File.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
</script>

<template>
    <Page title="Материально-техническое обеспечение и оснащенность образовательного процесса">
        <Title>Материально-техническое обеспечение и оснащенность образовательного процесса</Title>
        
        <Text align="justify">
            Для теоретического и практического обучения обеспечено 23 кабинета по общеобразовательным дисциплинам и 22 кабинета по спецдисциплинам, а также имеются:
        </Text>

        <Text align="left">
            <Highlight>Актовый зал:</Highlight> 2 зала<br/>
            <Highlight>Спортивный зал:</Highlight> 2 зала<br/>
            <Highlight>Тренажерный зал:</Highlight> 1<br/>
            <Highlight>Стрелковый тир:</Highlight> 1<br/>
            <Highlight>Открытый стадион с футбольным полем:</Highlight> 1<br/>
            <Highlight>Библиотека:</Highlight> 2 библиотеки<br/>
            Библиотечный фонд составляет около 50 тыс. книг и журналов, также имеются электронные библиотечные системы Юрайт, Айбукс и издание PROFобразование.
        </Text>

        <Title>Мастерские (ул. Лесная, 1)</Title>
        
        <Text align="center">
            Мастерская разборочно-сборочная, технического обслуживания автомобилей:<br/>
            Включает участки: разборочно-сборочный, уборочно-моечный, диагностический, слесарно-механический, кузовной, окрасочный
        </Text>
        <TitledImage src="/images/AboutUs/vfc1.jpg" alt="Мастерская технического обслуживания автомобилей"/>

        <Text align="center">
                Механическая мастерская:
        </Text>
        <TitledImage src="/images/AboutUs/vfc2.jpg" alt="Механическая мастерская"  />

        <Text align="center">
                Слесарно-станочная мастерская, слесарная мастерская:
        </Text>
        <TitledImage src="/images/AboutUs/мас1.jpg" alt="Слесарно-станочная мастерская"  />

        <Text align="center">
                Сварочная мастерская:
        </Text>
        <TitledImage src="/images/AboutUs/мас5.jpg" alt="Сварочная мастерская"  />

        <Title>Лаборатории (ул. Лесная, 1)</Title>
        
        <Text align="left">
            • Лаборатория архитектуры вычислительных систем<br/>
            • Лаборатория технических средств информатизации информационных систем<br/>
            • Лаборатория компьютерных сетей<br/>
            • Лаборатория инструментальных средств разработки<br/>
            • Лаборатория автоматизированного проектирования технологических процессов и программирования систем ЧПУ<br/>
            • Лаборатория информационных технологий в профессиональной деятельности<br/>
            • Лаборатория процессов формирования и инструментов<br/>
            • Лаборатория технического оборудования и оснастки<br/>
            • Лаборатория двигателей внутреннего сгорания<br/>
            • Лаборатория технического обслуживания автомобилей<br/>
            • Лаборатория ремонта автомобилей<br/>
            • Лаборатория технического оснащения торговых организаций и охраны труда<br/>
            • Лаборатория электрооборудования двигателей<br/>
            • Лаборатория испытания материалов и контроля качества сварных соединений<br/>
            • Лаборатория автомобильных эксплуатационных материалов
        </Text>
        <TitledImage src="/images/AboutUs/мас6.jpg" alt="Лаборатории"  />

        <Title>Лаборатории (ул. Кривоусова, 53)</Title>
        
        <Text align="left">
            • Лаборатория "Учебный кулинарный цех"<br/>
            • Лаборатория "Учебный кондитерский цех"<br/>
            • Лаборатория "Аналитический контроль химических соединений"<br/>
            • Лаборатория "Тренажерный комплекс по вождению автомобилей"<br/>
            • Лаборатория "Электроника и электронная техника"<br/>
            • Лаборатория "Информационные технологии"<br/>
            • Лаборатория "Металлургия цветных металлов"<br/>
            • Лаборатория "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования"<br/>
            • Лаборатория "Автоматизация технологических процессов"
        </Text>

        <Title>Мастерские (ул. Кривоусова, 53)</Title>
        
        <Text align="left">
            • Мастерская "Слесарная"<br/>
            • Мастерская "Электромонтажная"
        </Text>

        <Title>Автопарк и автодром</Title>
        
        <Text align="left">
            <Highlight>Гараж с парком автотранспортных средств:</Highlight><br/>
            • Мерседес-Виано - 1 шт.<br/>
            • ВАЗ - легковая<br/>
            • СУЗУКИ - 1 шт.<br/>
            • Автобус - 1 шт.<br/>
            • Грузовые автомобили "КАМАЗ" - 2 шт.<br/><br/>
            
            <Highlight>Автодром на ул. Лесной, 1</Highlight><br/>
            Имеется оснащение, соответствующее всем требованиям ГИБДД, для подготовки и переподготовки водителей категории "В" и "С".
        </Text>

        <Title>Нормативные документы</Title>
        
        <Text align="left">
            <File file="Qe8eNfkNKT7yiF6ri5bhzREik.pdf" icon>Положение о столовой и организации работы столовой</File>
            <File file="e9EGtYDKHdR928ENy2G769Bzf.pdf" icon>Положение о бракеражной комиссии и методике оценивания</File>
            <File file="SdrrdHkk4ksn22hYn5NtbS2DR.pdf" icon>Материально-техническое обеспечение_КШИ</File>
            <File file="n2ya2ffFhfDRirfHSf4F2Sa2F.pdf" icon>Материально-техническое обеспечение и оснащенность образовательного процесса</File>
            <File file="G6nH83n938zb5NkB7eDniFtH5.pdf" icon>Сведения о наличии оборудования учебных кабинетов</File>
            <File file="T9nBar3kin7SRr4y33Yz4hrES.pdf" icon>Информация о доступе к информационным системам и информационно-телекоммуникационным сетям, в том числе приспособленным для использования инвалидами и лицами с ограниченными возможностями здоровья</File>
            <File file="tatRDyH5EafEZr7kk6trQa9ar.pdf" icon>Информация об электронных образовательных ресурсах, к которым обеспечивается доступ обучающихся, инвалидов и лиц с ограниченными возможностями здоровья</File>
        </Text>
    </Page>
</template>