<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
</script>

<template>
    <Page title="ОГЭ">


        <Title>ОГЭ</Title>

        
        <TitledImage src="/images/Итоговое сочинение 2024.jpeg"
        alt="Информация по проведению ОГЭ" />
        
        <Text align="center">
            <strong>Информация по проведению государственной итоговой аттестации по образовательным программам основного общего образования (ГИА-9) в 2024 году</strong>
        </Text>

        <Text align="center">
            <em>для выпускников и родителей (законных представителей)</em>
        </Text>

        <Title>ДОРОГИЕ ВЫПУСКНИКИ!</Title>

        <Text align="justify">
            Прохождение государственной итоговой аттестации - лишь одно из жизненных испытаний, многие из которых еще предстоит пройти. Не придавайте событию слишком большую значимость, чтобы не увеличивать волнение.
        </Text>

        <Text align="justify">
            Будьте уверены: каждому, кто учился в школе, по силам сдать ОГЭ или ГВЭ. Все задания составлены на основе школьной программы. Подготовившись должным образом, <Highlight>Вы обязательно сдадите экзамен.</Highlight>
        </Text>

        <Text align="justify">
            Заранее поставьте перед собой цель, которая вам по силам. <Highlight>Никто не может всегда быть совершенным.</Highlight> Пусть достижения не всегда совпадают с идеалом, зато они ваши личные.
        </Text>

        <Text align="justify">
            <Highlight>Не стоит бояться ошибок.</Highlight> Известно, что не ошибается тот, кто ничего не делает. Люди, настроенные на успех, добиваются в жизни гораздо больше, чем те, кто старается избегать неудач.
        </Text>

        <Text align="justify">
            <Highlight>Заблаговременное ознакомление с правилами и процедурой экзамена</Highlight> снимет эффект неожиданности на экзамене. Тренировка в решении заданий поможет ориентироваться в разных типах заданий, рассчитывать время. С правилами заполнения бланков также надо ознакомиться заранее.
        </Text>

        <Text align="justify">
            <Highlight>Подготовка к экзамену</Highlight> требует достаточно много времени, но она не должна занимать абсолютно все время. <Highlight>Очень важно распределить силы и время, соблюсти их правильный баланс.</Highlight> <em>Не бойтесь отвлекаться от подготовки на прогулки и любимое хобби, чтобы избежать переутомления, но и не затягивайте перемену!</em>
        </Text>

        <Title>УВАЖАЕМЫЕ РОДИТЕЛИ (ЗАКОННЫЕ ПРЕДСТАВИТЕЛИ) ВЫПУСКНИКОВ ДЕВЯТЫХ КЛАССОВ!</Title>

        <Text align="justify">
            Ваши дети и Вы вместе с ними вступили в ответственный период жизни - подготовки к ГИА-9
        </Text>

        <Text align="justify">
            <strong>Чем Вы можете помочь своему ребенку в сложный период подготовки и сдачи ГИА-9?</strong>
        </Text>

        <Text align="justify">
            Поощрение, поддержка, реальная помощь, а главное - спокойствие взрослых помогают ребенку успешно справиться с собственным волнением.
        </Text>

        <Text align="justify">
            Не запугивайте ребенка, не напоминайте ему о сложности и ответственности предстоящих экзаменов. Это не повышает мотивацию, а только создает эмоциональные барьеры, которые сам ребенок преодолеть не может.
        </Text>

        <Text align="justify">
            Очень важно скорректировать ожидания выпускника. Объясните: для хорошего результата совсем не обязательно отвечать на все вопросы ГИА-9. Гораздо эффективнее спокойно дать ответы на те вопросы, которые он знает наверняка, чем переживать из-за нерешенных заданий.
        </Text>

        <Text align="justify">
            Независимо от результата экзамена, часто, щедро и от всей души говорите ему о том, что он (она) - самый(ая) любимый(ая), и что все у него в жизни получится! Вера в успех, уверенность в своем ребенке, его возможностях, стимулирующая помощь в виде похвалы и одобрения очень важны в этот период!
        </Text>

        <Title>1. Общие сведения о ГИА-9</Title>

        <Text align="justify">
            Государственная итоговая аттестация по образовательным программам основного общего образования (далее – ГИА-9) является обязательной.
        </Text>

        <Text align="justify">
            ГИА-9 включает в себя обязательные экзамены по русскому языку и математике, а также экзамены по выбору обучающегося по двум учебным предметам из числа учебных предметов: физика, химия, биология, литература, география, история, обществознание, иностранные языки (английский, французский, немецкий и испанский языки), информатика и информационно-коммуникационные технологии (ИКТ), родной язык, родная литература.
        </Text>

        <Text align="justify">
            Для обучающихся с ограниченными возможностями здоровья, обучающихся детей-инвалидов и инвалидов (далее – ОВЗ), освоивших образовательные программы основного общего образования, количество сдаваемых экзаменов по их желанию сокращается до двух обязательных экзаменов по русскому языку и математике.
        </Text>

        <Text align="justify">
            Основной формой ГИА-9 является основной государственный экзамен (ОГЭ).
        </Text>

        <Text align="justify">
            Для обучающихся с ОВЗ, а также для обучающихся в специальных учебно-воспитательных учреждениях закрытого типа, итоговая аттестация проводится в форме государственного выпускного экзамена (ГВЭ).
        </Text>

        <Text align="justify">
            По родному языку и родной литературе экзамен пройдет в форме тестирования.
        </Text>

        <Text align="justify">
            Обучающиеся с ОВЗ могут выбрать разные формы экзаменов по своему желанию.
        </Text>

        <Text align="justify">
            Обязательным условием получения обучающимися аттестата об основном общем образовании является успешное прохождение ГИА-9 по четырем учебным предметам: по обязательным учебным предметам (русский язык и математика) и двум учебным предметам по выбору обучающегося.
        </Text>

        <Text align="justify">
            Результаты ГИА-9 будут учитываться при выставлении итоговых отметок по всем сдаваемым предметам (по четырем учебным предметам для участников ГИА-9 сдающих четыре экзамена и по двум предметам – для участников с ОВЗ, в случае сдачи двух обязательных экзаменов).
        </Text>

        <Title>2. Участники ГИА-9</Title>

        <Text align="justify">
            К ГИА-9 допускаются обучающиеся, не имеющие академической задолженности, в полном объеме выполнившие учебный план или индивидуальный учебный план (имеющие годовые отметки по всем учебным предметам учебного плана за IX класс не ниже удовлетворительных), а также имеющие результат "зачет" за итоговое собеседование по русскому языку.
        </Text>

        <Text align="justify">
            Лицам, ранее получившим допуск к ГИА-9, в том числе в прошлом учебном году, но не прошедшим её (по причине неявки, длительной болезни и др.) или получившим на ГИА неудовлетворительные результаты, должен быть обеспечен допуск к повторному прохождению ГИА (без предъявления требований повторного получения допуска к её прохождению). Данная категория участников повторно проходит ГИА-9 по учебным предметам, при сдаче которых получен неудовлетворительный результат и (или) участник не смог явиться.
        </Text>

        <Title>3. Регистрация на участие</Title>

        <Text align="justify">
            Для участия в ГИА-9 обучающемуся необходимо до 1 марта (включительно) года, соответствующему году проведения ГИА-9, подать заявление в образовательную организацию, имеющую государственную аккредитацию по образовательной программе основного общего образования, с указанием перечня выбранных учебных предметов, формы (форм) и сроков участия в ГИА-9.
        </Text>

        <Text align="justify">
            Заявления подаются обучающимися лично на основании документа, удостоверяющего личность, или их родителями (законными представителями) на основании документа, удостоверяющего их личность, или уполномоченными лицами на основании документа, удостоверяющего их личность, и доверенности.
        </Text>

        <Text align="justify">
            Обучающиеся с ограниченными возможностями здоровья при подаче заявления предъявляют копию рекомендаций психолого-медико-педагогической комиссии (далее – ПМПК), а обучающиеся дети-инвалиды и инвалиды – оригинал или заверенную в установленном порядке копию справки, подтверждающую факт установления инвалидности выданной федеральным государственным учреждением медико-социальной экспертизы (далее - справка, подтверждающая инвалидность), а также копию рекомендаций ПМПК в случае, необходимости создания специальных условий.
        </Text>

        <Text align="justify">
            Обучающиеся вправе изменить (дополнить) перечень указанных в заявлении экзаменов, а также изменить форму (для лиц с ОВЗ, детей-инвалидов и инвалидов), и сроки участия только при наличии у них уважительных причин (болезни или иных обстоятельств, подтвержденных документально). В этом случае, не позднее, чем за две недели до начала соответствующего экзамена, обучающийся подает заявление в государственную экзаменационную комиссию (далее – ГЭК) с указанием измененного перечня учебных предметов, по которым он планирует пройти ГИА-9, и (или) измененной формы ГИА-9, сроков участия в ГИА-9 и причины изменения заявленного ранее перечня.
        </Text>

        <Title>4. Сроки проведения ГИА-9</Title>

        <Text align="justify">
            Расписание экзаменов и необходимая информация о порядке проведения ГИА-9 публикуются на официальных сайтах: Федеральной службы по надзору в сфере образования и науки (obrnadzor.gov.ru), официальном информационном портале ГИА-9 (http://gia.edu.ru/ru/), на сайте департамента образования Свердловской области.
        </Text>

        <Text align="justify">
            Для обучающихся, не имеющих возможности по уважительным причинам, подтвержденным документально, пройти ГИА-9 в основной период, ГИА-9 проводится досрочно, но не ранее 20 апреля.
        </Text>

        <Text align="justify">
            Повторно к сдаче ГИА-9 в текущем учебном году по соответствующему учебному предмету (соответствующим учебным предметам) в резервные сроки по решению председателя ГЭК допускаются следующие участники:
        </Text>

        <Text align="justify">
            - получившие на ГИА-9 неудовлетворительные результаты не более чем по двум учебным предметам (кроме участников ГИА-9, проходящих ГИА-9 только по обязательным учебным предметам);
        </Text>

        <Text align="justify">
            - не явившиеся на экзамены по уважительным причинам (болезнь или иные обстоятельства, подтвержденные документально);
        </Text>

        <Text align="justify">
            - не завершившие выполнение экзаменационной работы по уважительным причинам (болезнь или иные обстоятельства, подтвержденные документально);
        </Text>

        <Text align="justify">
            - апелляция которых о нарушении установленного порядка проведения ГИА-9 конфликтной комиссией Свердловской области была удовлетворена;
        </Text>

        <Text align="justify">
            - результаты которых были аннулированы председателем ГЭК в случае выявления фактов нарушений установленного порядка проведения ГИА-9, совершенных лицами, присутствующими в пункте проведения экзаменов (далее - ППЭ) в день экзамена, или иными (неустановленными) лицами.
        </Text>

        <Text align="justify">
            Обучающимся, не прошедшим ГИА-9 или получившим на ГИА-9 неудовлетворительные результаты более чем по двум предметам, либо получившим повторно неудовлетворительный результат по одному из этих предметов на ГИА-9 в дополнительные сроки, будет предоставлено право повторно сдать экзамены по соответствующим учебным предметам, не ранее 1 сентября 2024 года.
        </Text>

        <Title>Продолжительность экзаменов (ОГЭ, ГВЭ, тестирование)</Title>
        
        <CardGrid>
            <Card title="Русский язык, математика, литература">
                <Text align="left">
                    3ч.55мин. (235 мин.)
                </Text>
            </Card>
            <Card title="Физика, биология, обществознание, история, химия">
                <Text align="left">
                    3ч. (180 мин.)
                </Text>
            </Card>
            <Card title="Информатика и ИКТ, география">
                <Text align="left">
                    2ч.30мин. (150 мин.)
                </Text>
            </Card>
            <Card title="Иностранный язык (кроме раздела «Говорение»)">
                <Text align="left">
                    2ч. (120 мин.)
                </Text>
            </Card>
            <Card title="Раздел «Говорение»">
                <Text align="left">
                    15 мин.
                </Text>
            </Card>
            <Card title="Родной язык, родная литература">
                <Text align="left">
                    2 ч. (120 мин.)
                </Text>
            </Card>
        </CardGrid>

        <Text align="justify">
            В продолжительность экзаменов не включается время, выделенное на инструктаж обучающихся, вскрытие пакетов с экзаменационными материалами, заполнение регистрационных полей экзаменационной работы, настройка технических средств.
        </Text>

        <Text align="justify">
            Для обучающихся с ОВЗ, обучающихся детей-инвалидов и инвалидов, а также тех, кто обучался по состоянию здоровья на дому, в образовательных организациях для нуждающихся в длительном лечении, <Highlight>продолжительность экзамена увеличивается на 1,5 часа</Highlight> (за исключением ОГЭ по иностранным языкам (раздел "Говорение"). Продолжительность ОГЭ по иностранным языкам (раздел "Говорение") для указанных лиц увеличивается на 30 минут.
        </Text>

        <Title>Полезная информация</Title>

        <Text align="left">
            <Link href="http://obrnadzor.gov.ru/ru/" target="_blank">Официальный сайт Рособрнадзора</Link><br>
            <Link href="https://edu.gov.ru/" target="_blank">Официальный сайт Минпросвещения России</Link><br>
            <Link href="https://fipi.ru/oge/otkrytyy-bank-zadaniy-oge" target="_blank">Открытый банк заданий ГИА-9</Link>
        </Text>

    </Page>
</template>

<style scoped>
/* Адаптивность для мобильных устройств */
@media (max-width: 768px) {
    .logo {
        width: 75%;
        max-width: 75%;
    }
}

@media (max-width: 480px) {
    .logo {
        width: 90%;
        max-width: 90%;
    }
}
</style>