<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
    <Page title="Педагогический состав ВПМТТ «Юность»">
        <Title>Педагогический состав</Title>
        
        <Text align="center">
            <strong><u>Данные педагогических работников ГАПОУ СО «Верхнепышминский механико-технологический техникум «Юность»»</u></strong>
        </Text>

        <CardGrid>
            <Card title="Абрарова Гульнара Ахатовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 26, 6, 6, <Highlight>Дата приема:</Highlight> 01.12.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Российский государственный профессионально-педагогический университет, 2006, «Экономическая теория», экономист<br/>переподготовка<br/>АНО ДПО "Образовательный центр для муниципальной сферы Каменный город", 2023, «Педагогика дополнительного образования», педагог дополнительного образования<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> руководитель центра ЦПДДТТ (БДД) – структурного подразделения<br/>2024 год – Благодарность и. о. министра образования и молодежной политики Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ФГБУК «Всероссийский центр развития художественного творчества и гуманитарных технологий» ДПП «Содержание и технологии работы педагога по организации работы по привитию детям навыков безопасного участия в дорожном движении и вовлечению их в деятельность отрядов юных инспекторов движения», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительная деятельность<br/>профилактика ДДТТ (БДД, ОБЖ, ПДД)<br/>Правила дорожного движения
                </Text>
            </Card>
            <Card title="Абрамчук Раида Филимазовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 12, 7, 1, <Highlight>Дата приема:</Highlight> 28.09.2023<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>ФГБОУ ВПО Челябинская государственная агроинженерная академия, 2015, «Технология обслуживания и ремонта машин», инженер<br/>ГАУ ДПО «ИРО РБ», 2018, ПП: «Педагогическое образование», преподаватель<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» «Управление программой развития профессиональной образовательной организации (в форме стажировки)», 72 часа 2024 год - ГАОУ ДПО  СО «ИРО» ППК: Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО Вариативный модуль: "Разработка методических продуктов по дисциплинам: математика, информатика" (48 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> математика<br/>профессиональные модули 23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей
                </Text>
            </Card>
            <Card title="Азарян Карине Айказовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 31, 31, 11, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее<br/>образование,<br/>Армянский государственный ордена Красного знамени педагогический институт, 1991,<br/>«Педагогика и методика начального обучения», учитель начальных классов,<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> старший методист<br/>преподаватель<br/>высшая<br/>квалификационная категория<br/>2009 год – Почетная грамота Министерства общего и профессионального образования Свердловской области<br/>2024 год – Почетная грамота Министерства просвещения РФ<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ЦОПП СО ОП: «Возможности платформы LMS Moodle», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Автоматизация автомастерской в компьютерной программе "1С предприятие 8: "Автосервис" 09.02.07 Информационные системы и программирование<br/>15.02.16 Технология машиностроения<br/>23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей
                </Text>
            </Card>
            <Card title="Аринкина Татьяна Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 29, 20, 6, <Highlight>Дата приема:</Highlight> 06.09.2018<br/>
                    <Highlight>Образование:</Highlight> высшее<br/>образование,<br/>Петропавловский педагогический институт им.К.Ю. Ушинского, 1995,<br/>«Русский язык и литература», учитель русского языка и литературы.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>первая<br/>квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: Оценочные процедуры как показатель достижения предметных и метапредметных результатов по русскому языку и литературе в соответствии с требованиями ФГОС, обучение с использованием ДОТ (72 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> русский язык и литература
                </Text>
            </Card>
            <Card title="Ахметов Артур Фанависович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 2, 2, 2, <Highlight>Дата приема:</Highlight> 26.08.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование –Российский государственный профессионально-педагогический университет, 2022, «Профессиональное обучение», бакалавр Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГБОУ ДПО ИРПО: “Практические навыки работы на современном оборудовании предприятий реального сектора экономики с последующей интеграцией в образовательные программы учреждений СПО”, 216 часов<br/>2024 год - ГАОУ ДПО  СО «ИРО» ППК:<br/>Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании. Вариативный модуль: «Сопровождения инвалидов и лиц с ОВЗ» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - ГАОУ ДПО  СО «ИРО» ППК: «Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации по направлению "Сварочные технологии» (в форме стажировки), 40 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> материаловедение, профессиональные модули 22.02.06 Сварочное производство
                </Text>
            </Card>
            <Card title="Богданов Вадим Сергеевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 15, 2, <Highlight>Дата приема:</Highlight> 01.09.2023<br/>
                    <Highlight>Образование:</Highlight> высшее образование –Санкт-Петербургская государственная академия культуры, 1997, «Режиссура», режиссер театрального коллектива<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>театральное искусство
                </Text>
            </Card>
            <Card title="Бородай Светлана Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 15, 19, <Highlight>Дата приема:</Highlight> 15.08.2005<br/>
                    <Highlight>Образование:</Highlight> высшее образование – Свердловский государственный педагогический институт, 1995,<br/>«Русский язык и литература», учитель русского языка и литературы.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> русский язык и литература
                </Text>
            </Card>
            <Card title="Билалова Рауиза Галинуровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 39, 32, 3, <Highlight>Дата приема:</Highlight> 13.09.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование,<br/>Свердловский инженерно-педагогический институт,1991, «Машиностроение»<br/>инженер-педагог<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Обновленные ФГОС: разработка ОПОП (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 – АО «Уралэлектромедь», стажировка преподавателей специальных и общепрофессиональных дисциплин в АО «Уралэлектромедь», 40 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 22.02.06 Сварочное производство
                </Text>
            </Card>
            <Card title="Бурдин Алексей Александрович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 15, 14, 14, <Highlight>Дата приема:</Highlight> 01.04.2010<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 2004, «Физическая культура и спорт», учитель физической культуры<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> руководитель физического  воспитания, учитель<br/>педагог доп. образования<br/>высшая квалификационная категория<br/>2023 – Почетная грамота Министерства просвещения Российской Федерации<br/>2014 - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГБПОУ «Курганский педагогический колледж» ДПП: «Программа повышения квалификации педагогических работников по освоению компетенций, необходимых для работы с обучающимися с инвалидностью и ограниченными возможностями здоровья», 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО. Вариативный модуль: «Разработка методических продуктов по дисциплине: физическая культура», 48 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> физическая культура
                </Text>
            </Card>
            <Card title="Быков Сергей Викторович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 29, 22, 2, <Highlight>Дата приема:</Highlight> 15.09.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование, ФГОУ ВПО «Уральская государственная сельскохозяйственная академия»,2010, «Технология обслуживания и ремонта машин в агропромышленном комплексе», инженер<br/>2018 – ЧУ ДПО «институт социально-экономического образования» ДПП «Физкультура и спорт», тренер-преподаватель<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2024 год – Федерация панкратиона России «Тестирование и практика судейства по правилам панкратиона», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>боевые искусства
                </Text>
            </Card>
            <Card title="Вагайская Татьяна Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 5, 1, 2, <Highlight>Дата приема:</Highlight> 04.10.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально-педагогический университет, 2019,<br/>«Профессиональное обучение (по отраслям)», бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> руководитель центра ЦПДЭ – структурного подразделения<br/>преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» «Управление программой развития профессиональной образовательной организации (в форме стажировки)», 72 часа 2024 год - ГАОУ ДПО  СО «ИРО» ППК: Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Правовое обеспечение профессиональной деятельности 13.02.13 Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)
                </Text>
            </Card>
            <Card title="Власова Марина Ивановна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 31, 13, 4, <Highlight>Дата приема:</Highlight> 01.03.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Читинский государственный педагогический институт имени Н.Г. Чернышевского, 1990, «Русский язык и литература»,<br/>учитель русского языка и литературы. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>2024 год – Благодарность и. о. министра образования и молодежной политики Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГБУК “Всероссийский центр развития художественного творчества и гуманитарных технологий”: “Содержание и технологии работы педагога по организации работы по привитию детям навыков безопасного участия в дорожном движении и вовлечению их в деятельность отрядов юных инспекторов движения”, 36 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - АНО ДПО «ОЦ Каменный город» ПП: «Педагог дополнительного образования детей», 280 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>профилактика ДДТТ (БДД, ОБЖ, ПДД)
                </Text>
            </Card>
            <Card title="Витковская Александра Васильевна">
                <Text align="left">
                    <Highlight>Образование:</Highlight> высшее образование<br/>Академия труда и социальных отношений, 2005, «Бухгалтерский учет, анализ и аудит», экономист<br/>ПП 2018, Европейский университет «Бизнес Треугольник», «Педагогическая деятельность в дошкольном образовании», воспитатель.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>профилактика ДДТТ (БДД, ОБЖ, ПДД)
                </Text>
            </Card>
            <Card title="Габец Нина Евгеньевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 27, 27, 15, <Highlight>Дата приема:</Highlight> 01.09. 2009<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный университет, 2003, «Философия», бакалавр, Уральский государственный педагогический университет, 2012, «Педагогика», магистр Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> руководитель центра ЦПВ иДП – структурного подразделения, педагог-организатор, педагог дополнительного образования первая квалификационная категория<br/>2009 г. -Благодарность министерства общего и профессионального образования Свердловской области 2013 г.- Грамота министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2022- ГАПОУ СО «СОПК» ДПП: «Воспитывающая среда образовательной организации: инструменты влияния на ценностные ориентиры студенческой молодежи», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>Патриотическое воспитание и допризывная подготовка
                </Text>
            </Card>
            <Card title="Галузин Антон Илюсович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 2 месяца, 2 месяца, 2 месяца, <Highlight>Дата приема:</Highlight> 02.09.2024<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное, ГАПОУ СО «Екатеринбургский экономико-технологический колледж», 2024, 09.02.07 Информационные системы и программирование, специалист по информационным системам<br/>2024- АНО ДПО «Центр профессионального развития ПРОФИ», ДПП: «Педагогическое образование: математика в общеобразовательных организациях», учитель, преподаватель математики Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024- ГАПОУ СО «Екатеринбургский экономико-технологический колледж», ДПП «Технология WPF», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> информатика
                </Text>
            </Card>
            <Card title="Гобов Никита Ильич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 1, 1, 1, <Highlight>Дата приема:</Highlight> 13.01.2025<br/>
                    <Highlight>Образование:</Highlight> незаконченное высшее.<br/>студент 3 курса<br/>ФГАОУ ВО «Российский государственный профессионально-педагогический университет», 2024, «Информационные технологии в сфере безопасности», педагог профессионального обучения<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 – студент третьего курса Российского государственного профессионально-педагогического университета по специальности «Информационные системы»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> информатика<br/>профессиональные модули<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>
            <Card title="Гусакова Нурия Мусаевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 35, 35, 17, <Highlight>Дата приема:</Highlight> 01.06.2007<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 1994, «Педагогика и психология дошкольного возраста», музыкальный руководитель<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> музыкальный руководитель<br/>учитель<br/>педагог дополнительного образования высшая квалификационная категория<br/>2022 – Почетная грамота Министерства просвещения Российской Федерации<br/>2013 год-<br/>Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Преемственность в реализации предметных областей «ОРКСЭ» и «ОДНКНР» в соответствии с обновленными ФГОС НОО и ОО (на примере изучения основ религиозных культур народов России и основ православной культуры)», 120 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> музыка
                </Text>
            </Card>
            <Card title="Губина Ольга Вячеславовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 26, 10, 2, <Highlight>Дата приема:</Highlight> 22.08.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование,<br/>Ленинградский государственный областной университет, 2012, «Психология», преподаватель психологии,<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог-психолог<br/>педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГБУ СО “Центр ППМиСП “Ладо”: “Школьные службы примирения”, 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – АНО «Национальное агентство развития квалификаций» ДПП: «Проектирование и реализация учебной дисциплины «Карьерное моделирование», 76 часов
                </Text>
            </Card>
            <Card title="Гурьева Ксения Олеговна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 4, 4, 4, <Highlight>Дата приема:</Highlight> 31.08.2020<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование<br/>Свердловский областной музыкально-эстетический колледж, 2020, «Педагогика дополнительного образования»,<br/>педагог дополнительного образования. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог-организатор, педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Давыдова Валентина Алексеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 28, 28, 14, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Мордовский государственный педагогический институт, 2002, «История, юриспруденция», учитель истории и права<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2009 год -<br/>Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - Центр онлайн-обучения Всероссийского форума «Педагоги России: инновации в образовании» курсов повышения квалификации. «Использование нейросетей и искусственного интеллекта для работы педагога: повышение эффективности преподавания, индивидуализация образования и создание интерактивных методических материалов», 32 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО. Вариативный модуль: «Разработка методических продуктов по дисциплинам: обществознание, история, право, экономика», 48 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> право, обществознание иностранный язык<br/>09.02.07 Информационные системы и программирование<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Демина Екатерина Алексеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 11, 8, 7, <Highlight>Дата приема:</Highlight> 31.08.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 2015, "Юриспруденция", учитель права Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> обществознаниеистория
                </Text>
            </Card>
            <Card title="Деряженцева Наталья Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 2 месяца, 2 месяца, 2 месяца, <Highlight>Дата приема:</Highlight> 28.08.2024<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, ГАПОУ СО «Свердловский областной педагогический колледж», 2023, 51.02.02 Социально-культурная деятельность (по видам); менеджер<br/>2022 ЛПП «Теория и методика начального образования», учитель начальных классов Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГАПОУ СО «СОПК»ППК: «Деятельность педагогических работников в условиях реализации областного межведомственного проекта «Будь здоров!-Ориентиры жизни!, 40 часов<br/>2022 -  ЛПП «Теория и методика начального образования», учитель начальных классов
                </Text>
            </Card>
            <Card title="Динмухаметов Владислав Дуферович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 40, 30, 4, <Highlight>Дата приема:</Highlight> 08.07.2020<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловский инженерно-педагогический институт, 1990, «Машиностроение», инженер-педагог Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023- ГАПОУ СО «ВПМТТ «Юность» ДПП: «Практическая подготовка к выполнению монтажных работ элементов автоматизированных систем на базе оборудования Siemens», 36 часов<br/>2022 год - ГАОУ ДПО  СО «ИРО» ППК: «Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации (по направлению) (в форме стажировки) (40 час.)<br/>2022 год – ГАПОУ СО «ВПМТТ «Юность» ДПП: «Практика и методика реализации образовательных программ СПО с учетом специфики стандартов Ворлдскиллс по компетенции «Промышленная автоматика», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Электротехника<br/>13.02.13 Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)
                </Text>
            </Card>
            <Card title="Домарева Ирина Вячеславовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 11 лет, 3 года, 1 месяц, <Highlight>Дата приема:</Highlight> 12.09.2024<br/>
                    <Highlight>Образование:</Highlight> высшее образование, ГОУ ВПО «Уральский государственный педагогический университет», 2004, «Математика», учитель математики.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2023- МБУ ИМЦ «Екатеринбургский Дом Учителя» ДПП: «Ключевые компетенции учителя как основа успешного введения ФГОС ООО в условиях ФООП», 36 часов<br/>2023-ФГБОУ ВО «УГПУ» ДПП6 «Методика формирования правил и алгоритмов в школьном курсе математики», 24 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> математика
                </Text>
            </Card>
            <Card title="Дорохова Евгения Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 24, 8, 8, <Highlight>Дата приема:</Highlight> 29.08.2016<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально-педагогический университет, 2013, «Профессиональное обучение (дизайн)», педагог профессионального обучения. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Сопровождения инвалидов и лиц с ОВЗ» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, СПО и ДПО. Вариативный модуль: «Система профориентационной работы», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> модули по технологии индустрии красоты, проектная деятельность
                </Text>
            </Card>
            <Card title="Дроговейко Дарья Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 8, 8, 7, <Highlight>Дата приема:</Highlight> 12.09.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский федеральный университет им. первого Президента России Б.Н. Ельцина, 2015, «Социология», бакалавр<br/>2019 -  ГАПОУ СО «Уральский политехнический колледж-МЦК» ПП: «Педагогика и психология профессионального образования», преподаватель.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>высшая квалификационная категория<br/>преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 – ФГБОУ ВО «Уральский государственный экономический университет» ДПП: «Государственное и муниципальное управление: формирование финансовой грамотности населения», 36 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Основы финансовой грамотности в общеобразовательной организации: содержательные и методические аспекты в соответствии с обновленным ФГОС ООО», 24 часа<br/>2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «История  обществознание» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> история, основы научно-исследовательской деятельности, основы финансовой грамотности
                </Text>
            </Card>
            <Card title="Елагина Ольга Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 22, 15, 11, <Highlight>Дата приема:</Highlight> 21.08.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, ФГАОУ ВО «Российский государственный профессионально-педагогический университет», 2018, «Профессиональное обучение (по отраслям), магистр,<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГАОУ ВО “Государственный университет просвещения”: “Обучение учебному предмету “Труд (технология)” в условиях внесения изменений в ФОП ООО”, 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - Центр онлайн-обучения Всероссийского форума «Педагоги России» ОП: «Использование российских онлайн-инструментов в организации образовательного процесса», 20 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули<br/>43.02.15 Поварское и кондитерское дело
                </Text>
            </Card>
            <Card title="Ермолина Ирина Павловна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 11, 11, 11, <Highlight>Дата приема:</Highlight> 02.09.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Шадринский государственный педагогический институт, 2013, «Психология», педагог-психолог, учитель иностранного языка Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2021 год - Благодарственное письмо городского округа Верхняя Пышма<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «Иностранный язык» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> иностранный язык
                </Text>
            </Card>
            <Card title="Есина Танзиля Исмагиловна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 35, 35, 20, <Highlight>Дата приема:</Highlight> 1.09.2004<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, Свердловский техникум общественного питания, 1984 год, технолог<br/>ПГПУ, 2017, «Педагог профессионального образования»<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> старший методист<br/>2009 -Грамота Министерства общего и профессионального образования Свердловской области<br/>2013- Грамота Министерства образования Российской Федерации<br/>2013 – ветеран труда РФ<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Жданок Александр Васильевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 33, 1, 1, <Highlight>Дата приема:</Highlight> 13.11.2023<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, Сибирский политехнический техникум,1998,  «Эксплуатация автомотоустройств химических производств», техник-электромеханик<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Жилина Наталья Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 33, 30, 3, <Highlight>Дата приема:</Highlight> 01.09.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный педагогический университет,  2021, «Математика»,<br/>учитель математики Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>учитель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов 2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «Математика» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: Восполнение предметно-методических дефицитов учителей математики в условиях введения обновленного ФГОС ООО, обучение с использованием ДОТ (40 час.)<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО Вариативный модуль: "Разработка методических продуктов по дисциплинам: математика, информатика" (48 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> математика
                </Text>
            </Card>
            <Card title="Захарова Анна Евгеньевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 16, 2, 2, <Highlight>Дата приема:</Highlight> 19.09.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский финансово-юридический институт, 2011, «Юриспруденция», юрист<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> социальный педагог<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГАПОУ СО «СОПК»ППК: «Деятельность педагогических работников в условиях реализации областного межведомственного проекта «Будь здоров!-Ориентиры жизни!, 40 часов<br/>2024 год - ГБУ СО “Центр ППМиСП “Ладо”: “Школьные службы примирения”, 72 часа<br/>2024 год – ГБПОУ «Курганский педагогический колледж» ДПП: «Программа повышения квалификации педагогических работников по освоению компетенций, необходимых для работы с обучающимися с инвалидностью и ограниченными возможностями здоровья», 72 часа<br/>2023 год - ГБУ СО «ЦППМиСП «Ладо» по ДПП: «Интерпретация и применение результатов Единой методики социально-психологического тестирования в профилактической деятельности образовательной организации», 16 часов
                </Text>
            </Card>
            <Card title="Зеков Иван Алексеевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 16, 2, 1, <Highlight>Дата приема:</Highlight> 19.02.2025<br/>
                    <Highlight>Образование:</Highlight> высшее образование ГОУ ВПО "Российский государственный профессионально-педагогический университет", 2008, Профессиональное обучение (машиностроение и технологическое оборудование), педагог профессионального обучения<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ФГБОУ ДПО ИРПО ПП: «Педагогика и методика преподавания профессиональных дисциплин при реализации программ СПО в рамках федерального проекта «Профессионалитет»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Профессиональные модули<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Кальчевская Наталья Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 21, 4, 4, 02.12.2019, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 17 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Омский государственный технический университет,2005, «Химическая технология органических веществ», инженер<br/>26.03.2019 переподготовка<br/>Государственная академия промышленного менеджмента, ПП по программе "Педагогика профессионального обучения, профессионального образования и дополнительного профессионального образования"<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год  - Академия Ворлдскилллс ОП: Компетенция «Лабораторный химический анализ»<br/>2022 год - ООО «Столичный центр образовательных технологий» ППК: «Физика: методика решения задач при подготовке к сдаче ЕГЭ», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули  18.02.12 Технология аналитического контроля химических соединений
                </Text>
            </Card>
            <Card title="Каюн Наталья Валерьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 23, 23, 11, <Highlight>Дата приема:</Highlight> 02.09.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, ФГБОУ ВО «Уральский государственный педагогический университет», 2019, «Педагогическое образование», бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>высшая<br/>квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Кесарев Олег Альбертович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 39, 8, 2, <Highlight>Дата приема:</Highlight> 26.08.2022<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование,<br/>Свердловское пожарно-техническое училище МВД СССР, 1983, «Противопожарная техника и безопасность»,<br/>пожарный техник. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов 2023 год  - ГАОУ ДПО  СО «ИРО» ППК: «Основы профессионально-педагогической деятельности (для не имеющих педагогического опыта и(или) образования», 72 часа
                </Text>
            </Card>
            <Card title="Кибардина Татьяна Леонидовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 18, 18, 1, <Highlight>Дата приема:</Highlight> 28.08.2023<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный педагогический университет, 2005,<br/>«Педагогика и методика начального образования», учитель начальных классов Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ООО «Институт развития образования, повышения квалификации и переподготовки» по ДПП:  «Современные способы преподавания дисциплины «Русский язык» в условиях реализации ФГОС ООО», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> русский язык и литература
                </Text>
            </Card>
            <Card title="Кобылянская Татьяна Андреевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 4, 4, 4, <Highlight>Дата приема:</Highlight> 27.08.2020<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, Алапаевский профессионально-педагогический колледж, 2020, «Физическая культура», педагог по физической культуре и спорту Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГБПОУ «Курганский педагогический колледж» ДПП: «Программа повышения квалификации педагогических работников по освоению компетенций, необходимых для работы с обучающимися с инвалидностью и ограниченными возможностями здоровья», 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Общеобразовательная подготовка обучающихся», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> физическая культура
                </Text>
            </Card>
            <Card title="Комарова Яна Николаевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 9, 9, 7, <Highlight>Дата приема:</Highlight> 05.06.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>ФГАОУ ВО «РГППУ», 2020, «Профессиональное обучение (по отраслям), магистр<br/>Тюменский государственный университет, 2015, «Математика и физика»,<br/>учитель математики Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>учитель<br/>высшая<br/>квалификационная категория<br/>2022 год - Благодарственное письмо Думы городского округа Верхняя Пышма<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Управление развитием общеобразовательной организации: школьный проектный офис (в рамках проекта «Школа Минпросвещения России») (24 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ГАОУ ДПО СО «ИРО» ОП:<br/>Восполнение предметно-методических дефицитов учителей математики в условиях введения обновленного ФГОС ООО, обучение с использованием ДОТ (40час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> математика
                </Text>
            </Card>
            <Card title="Косолапова Мария Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 0, 0, 0, <Highlight>Дата приема:</Highlight> 06.02.2024<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Российский государственный профессионально –педагогический университет, 2022, «Педагогическое образование», бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - Российский государственный профессионально – педагогический университет ДПП: «Перевод и переводоведение»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> иностранный язык
                </Text>
            </Card>
            <Card title="Коснырева Ольга Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 28, 28, 11, 14.05.2013, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере–  4 года<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Павлодарский государственный педагогический институт, 1996, «Физика и вычислительная техника», учитель физики и информатики Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2010 год - Грамота<br/>Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО «ИРО» ОП:<br/>«Использование инновационных производственных технологий в образовательной деятельности ПОО по направлению «Программные решения для бизнеса», 40 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>
            <Card title="Костарева Наталья Викторовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 30, 30, 30, <Highlight>Дата приема:</Highlight> 01.03.1994<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально –педагогический университет, 2006, «Производство товаров широкого профиля», педагог профессионального обучения<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2015 год - Грамота Министерства общего и профессионального образования Свердловской области<br/>2024 год – Почетная грамота Министерства просвещения РФ<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год  – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Обновленные ФГОС: разработка ОПОП», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> ДУК Введение в специальность, охрана труда,<br/>экология<br/>23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Конева Кристина Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 4, 1, 3 месяца, <Highlight>Дата приема:</Highlight> 26.08.2024<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование,<br/>ГАПОУ СО «Техникум индустрии питания и услуг «Кулинар», 2019, «Технология продукции общественного питания», техник-технолог Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 год – ГБОУ ДПО СО «ИРО» ОП: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: ВМ2: Современные педагогические технологии»,  56 час.<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 43.02.15 Поварское и кондитерское дело
                </Text>
            </Card>
            <Card title="Колтышев Евгений Валерьевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 14, 9, 3 месяца, <Highlight>Дата приема:</Highlight> 26.08.2024<br/>
                    <Highlight>Образование:</Highlight> высшее образование, ГОУ ВПО «Российский государственный профессионально-педагогический университет», 2008, «Юриспруденция», учитель права<br/>2018- АНО ДПО «Гуманитарная академия» ДПП «Образование и педагогика6теория и методика преподавания математики и информатики»<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2023 год - АНО ДПО «гуманитарная академия» ПК: «Введение ФГОС СОО (3-е поколение), 36 часов<br/>2023 год - АНО ДПО «гуманитарная академия» ПК: «Введение и реализация ФОП СОО», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>
            <Card title="Крамаренко Илья Игоревич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 1, 1, 1, <Highlight>Дата приема:</Highlight> 13.01.2025<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование,  ФГАОУ ВО «Российский государственный профессионально-педагогический университет», 2020, 15.02.07. Автоматизация технологических процессов и производств (по отраслям), техник<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 – студент третьего курса Российского государственного профессионально-педагогического университета по специальности «Информационные системы»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Информатика<br/>профессиональные модули<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>
            <Card title="Кузнецова Елизавета Олеговна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 2, 2, 2, <Highlight>Дата приема:</Highlight> 22.08.2022<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование,<br/>ГАПОУ СО «ВПМТТ «Юность», 2022 ,<br/>«Технология продукции общественного питания», техник-технолог Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАПОУ СО «СОПК» по ДПП: «Современные образовательные технологии в профессиональной деятельности педагога», 16 часов<br/>2022 год - ГАОУ ДПО СО ППК: «Основы профессионально-педагогической деятельности (для неимеющих педагогического опыта и /или образования)», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 43.02.15 Поварское и кондитерское дело
                </Text>
            </Card>
            <Card title="Кураев Вячеслав Юрьевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 55, 36, 14, <Highlight>Дата приема:</Highlight> 1.09.2010<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное, Свердловское областное культурно-просветительное училище, 1981, «Культурно-просветительная работа», клубный работник, руководитель самодеятельного танцевального коллектива<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного<br/>образования<br/>первая<br/>квалификационная категория<br/>2013 – Почетная грамота министерства образования и науки РФ.<br/>2013 – ветеран труда РФ<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>хореография
                </Text>
            </Card>
            <Card title="Клабуков Василий Витальевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 1, 1 месяц, <Highlight>Дата приема:</Highlight> 01.102024<br/>
                    <Highlight>Образование:</Highlight> ФГБОУ ВО «Вятский государственный университет», 2016, 15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств, бакалавр Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 год – ГБОУ ДПО СО «ИРО» ОП: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: ВМ2: Современные педагогические технологии»,  56 час<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Лаврова Елена Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 8, 7, 3, <Highlight>Дата приема:</Highlight> 25.10.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Институт международных связей, 2012, «Лингвистика», бакалавр. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год  – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Общеобразовательная подготовка обучающихся», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> иностранный язык
                </Text>
            </Card>
            <Card title="Лимонова Евгения Николаевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 34, 34, 34, <Highlight>Дата приема:</Highlight> 10.07.1990<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, Свердловский индустриально-педагогический техникум, 1990 год, «Технология сварочного производства», техник, мастер производственного обучения. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>учитель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023- ГАПОУ СО «ВПМТТ «Юность» ДПП: «Отработка навыков и особенности выполнения сварки стыковых соединений в различных пространственных положениях по компетенции «Сварочные технологии», 36 часов<br/>2023 год - ГАПОУ СО «ВП МТТ «Юность» ОП: «Технология выполнения ручной аргогодуговой сварки нержавеющих сталей, алюминия и его сплавов с учетом требований национальных и международных стандартов», 36 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 22.02.06 Сварочное производство
                </Text>
            </Card>
            <Card title="Лоскутова Эльвира Рафхатовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 10, 1, 1, <Highlight>Дата приема:</Highlight> 1.11.2024<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>ФГБОУ ВПО «Уральский государственный экономический университет», 2014, «080100Экономика», бакалавр<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> методист<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 год – АНО ДПО «Образовательный центр Каменный город» ПК: «Методист общеобразовательный организации», 72 часа
                </Text>
            </Card>
            <Card title="Лутфуллаев Мамарахим Абдулхамидович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 42, 15, 15, <Highlight>Дата приема:</Highlight> 24.08.2009<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, техническое училище №8, 1980 год, электромеханик. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>первая квалификационная категория<br/>2009 –Благодарность министра общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.) 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Лучинин Александр Васильевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 39, 22, 8, <Highlight>Дата приема:</Highlight> 01.09.2016<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный университет, 1983, «История и обществознание», преподаватель истории и обществознания Ученая степень, ученое звание - кандидат юридических наук<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Обновленные ФГОС: разработка ОПОП», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> история
                </Text>
            </Card>
            <Card title="Мачкарина Татьяна Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 8 лет, 1 месяц, 3 года, <Highlight>Дата приема:</Highlight> 04.02.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование,<br/>ФГБОУ ВО «Уральский государственный экономический университет», 2020, «38.03.02 Менеджмент», бакалавр<br/>АНО ДПО «Образовательный центр для муниципальной сферы Каменный город»,2022 ПП: «Педагогика дополнительного образования», педагог дополнительного образования детей<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог<br/>дополнительного образования<br/>2024 год – Благодарность и. о. министра образования и молодежной политики Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГБУК “Всероссийский центр развития художественного творчества и гуманитарных технологий”: “Содержание и технологии работы педагога по организации работы по привитию детям навыков безопасного участия в дорожном движении и вовлечению их в деятельность отрядов юных инспекторов движения”, 36 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022- АНО ДПО «Образовательный центр для муниципальной сферы Каменный город»,2022 ПП: «Педагогика дополнительного образования», педагог дополнительного образования детей<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>профилактика ДДТТ (БДД, ОБЖ, ПДД)профилактика<br/>детского дорожно-транспортного травматизма
                </Text>
            </Card>
            <Card title="Моисеева Ольга Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 8, 6, 6, <Highlight>Дата приема:</Highlight> 01.02.2018<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский лесотехнический институт, 2013,<br/>«Лесное хозяйство», инженер.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГБПОУ «Курганский педагогический колледж» ДПП: «Программа повышения квалификации педагогических работников по освоению компетенций, необходимых для работы с обучающимися с инвалидностью и ограниченными возможностями здоровья», 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - ГАОУ ДПО СО ППК: «Основы профессионально-педагогической деятельности (для неимеющих педагогического опыта и /или образования)», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> техническая механика, инженерная графика<br/>23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Нифонтова Ирина Геннадьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 37, 37, 11, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловский государственный педагогический институт, 1987 год, «Математика», учитель математики.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель высшая квалификационная категория<br/>2007 год -  Грамота Министерства образования Российской Федерации<br/>2007 – ветеран труда РФ<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО ППК: « Современный урок математики в соответствии с ФГОС ООО и СОО», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> математика
                </Text>
            </Card>
            <Card title="Новоселова Светлана Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 40, 36, 11, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловский государственный лесотехнический институт, 1984, «Лесотехническое дело», инженер профессиональная переподготовка<br/>2020 -  ГАПОУ СО «Уральский политехнический колледж - МЦК» образовательная программа переподготовки: «Педагогика и психология образования», 260 часов Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2009 год  - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> иностранный язык
                </Text>
            </Card>
            <Card title="Нуриахметова Надежда Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 20, 13, <Highlight>Дата приема:</Highlight> 30.08.2011<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 2010, «География и биология», учитель географии и биологии Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>высшая<br/>педагог дополнительного образования<br/>высшая<br/>2020 год - Благодарственное письмо Министерства образования                                             и молодежной политики Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО ППК:<br/>«Управление развитием общеобразовательной организации: школьный проектный офис (в рамках проекта «Школа Минпросвещения России») (24 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО ППК:<br/>Управленческие аспекты внедрения обновленного ФГОС СОО (24 час.)<br/>2023 - ГАОУ ДПО СО ППК:<br/>Методические основы развития познавательных УУД на уроках географии в условиях внедрения обновлённого ФГОС ООО (32 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> география
                </Text>
            </Card>
            <Card title="Нуров Мирзо Нуралиевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 1, 1, 1, <Highlight>Дата приема:</Highlight> 15.01.2025<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, ГАПОУ СЛ «Свердловский областной педагогический колледж», 2023, 49.02.01 Физическая культура, учитель физической культуры<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2023 год – ГАПОУ СО «Свердловский областной педагогический колледж» ВМ  ПМ. В.04 «Организация адаптивного физического воспитания обучающихся в общеобразовательных организациях», 351 час.<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> физическая культура
                </Text>
            </Card>
            <Card title="Отрак Елена Сергеевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 16, 10, 10, <Highlight>Дата приема:</Highlight> 02.06.2014<br/>
                    <Highlight>Образование:</Highlight> высшее образование –<br/>НОУ Современная гуманитарная академия Москва, 2009, «Информатика и вычислительная техника», бакалавр<br/>2018 -  ГАПОУ СО «Уральский политехнический колледж - МЦК» образовательная программа переподготовки: «Педагогика и психология образования», 260 часов Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>2022 год - Благодарственное письмо Думы городского округа Верхняя Пышма<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023- ФГАОУ ВО «Уральский федеральный университет» ППК: «Стажировка по профессии «Разработчик Web и мультимедийных приложений», 76 часов<br/>2023 год - ГАОУ ДПО СО ППК:<br/>Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации (по направлению) (в форме стажировки) (40 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> информатика
                </Text>
            </Card>
            <Card title="Перфильева Александра Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 35, 32, 9, <Highlight>Дата приема:</Highlight> 01.12.2015<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный педагогический университет, 2002, «Педагогика и методика дошкольного образования», воспитатель.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> старший<br/>воспитатель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ООО «Институт образовательных стратегий» ДПП «Теория и практика организации ритуалов в образовательных организациях», 24 часа
                </Text>
            </Card>
            <Card title="Перфильева Ирина Васильевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 10, 9, 5, <Highlight>Дата приема:</Highlight> 13.09.2019<br/>
                    <Highlight>Образование:</Highlight> высшее образование,<br/>Уральский государственный педагогический университет, 2004, «Русский язык и литература», учитель русского языка и литературы.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог-библиотекарь<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО “ИРО”: “Формирование читательской грамотности обучающихся в соответствии с требованиями ФГОС к результатам освоения основной образовательной программы”, 72 часа<br/>2024 год – ГАОУ ДПО СО «ИРО» ППК: Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Письмак Владимир Николаевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 21, 21, 2, <Highlight>Дата приема:</Highlight> 26.09.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный технический университет,2002 год, металлургия цветных металлов. Ученая степень, ученое звание - кандидат технических наук<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАПОУ СО «ВПМТТ «Юность» ДПП: «Современные методы химического анализа и их метрологическое обеспечение», 36 часов<br/>2023 год  – АО «Уралэлектромедь», стажировка преподавателей специальных и общепрофессиональных дисциплин в АО «Уралэлектромедь», 40 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Обновленные ФГОС: разработка ОПОП (56 час.)<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации (по направлению) (в форме стажировки) (40 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Профессиональные модули  22.02.02 Металлургия цветных металлов
                </Text>
            </Card>
            <Card title="Попова Татьяна Вильевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 48, 16, 4, 13.01.2020, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 32 года<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Магнитогорский горно-металлургический институт им. Г.И. Носова, 1972, «Обогащение полезных ископаемых», горный инженер-технолог Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации (по направлению) «Металлургия» (в форме стажировки) (40 час.)<br/>2023 год - ГАПОУ СО «ВПМТТ «Юность» ДПП: «Современные методы химического анализа и их метрологическое обеспечение», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Профессиональные модули  22.02.02 Металлургия цветных металлов
                </Text>
            </Card>
            <Card title="Попова Людмила Анатольевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 44, 36, 7, <Highlight>Дата приема:</Highlight> 01.12.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Ташкентский Ордена Дружбы народов педагогический институт, 1991,<br/>«Педагогика и психология», преподаватель по дошкольной педагогике и психологии, методист по дошкольному воспитанию.<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> методист<br/>преподаватель<br/>педагог-организатор первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - ГАПОУ СО «СОПК» по ДПП «Воспитывающая среда образовательной организации: инструменты влияния на ценностные ориентиры студенческой молодежи», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>Патриотическое воспитание
                </Text>
            </Card>
            <Card title="Посыпай Максим Борисович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 12, 9, 2, <Highlight>Дата приема:</Highlight> 03.10.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование –Уральский государственный технический университет, 1999, «Металлорежущие станки и инструменты», инженер<br/>ГАОУ ДПО СО "Институт развития образования", 2016, Теория и практика работы педагога дополнительного образования в образовательном учреждении<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>авиомоделирование
                </Text>
            </Card>
            <Card title="Потапова Регина Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 7, 7, 7, <Highlight>Дата приема:</Highlight> 01.09.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование –Уральский государственный педагогический университет, 2022,<br/>«Педагогическое образование», бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая<br/>квалификационная категория<br/>2020 год - Благодарственное письмо Думы городского округа Верхняя Пышма<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГБПОУ «Курганский педагогический колледж» ДПП: «Программа повышения квалификации педагогических работников по освоению компетенций, необходимых для работы с обучающимися с инвалидностью и ограниченными возможностями здоровья», 72 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год -- ГАОУ ДПО  СО «ИРО» ППК: «Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО. Вариативный модуль: «Разработка методических продуктов по дисциплине: физическая культура», 48 часов<br/>2022 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Организация деятельности куратора (56 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> физическая культура
                </Text>
            </Card>
            <Card title="Пушкарева Светлана Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 38, 28, 1, <Highlight>Дата приема:</Highlight> 03.02.2023<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование<br/>Ирбитское педагогическое училище 2009, «Дошкольное воспитание», воспитатель. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО “ИРО” Содержание деятельности классного руководителя в современных условиях. ВМ: “Интерактивные формы и методы воспитания в работе классного руководителя”, 56 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Рабенок Мария Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 31, 31, 17, <Highlight>Дата приема:</Highlight> 01.02.2007<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный педагогический университет. 2004, «Социальная педагогика», социальный педагог<br/>Уральский государственный педагогический университет. 2012, «Педагогика», магистр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая<br/>квалификационная категория<br/>2013- почетная грамота Министерства образования и науки РФ<br/>2017-ветеран труда РФ<br/>2020 – ведомственный знак отличия Министерства просвещения «Отличник просвещения»<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: Управление развитием общеобразовательной организации: школьный проектный офис (в рамках проекта «Школа Минпросвещения России») (24 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО «Институт развития образования» по ППК: «Управленческие аспекты внедрения обновленного ФГОС СОО», 24 часа<br/>2022 год – ГАОУ ДПО СО «Институт развития образования» по ППК: «Управление программой развития профессиональной образовательной организации», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> ДУК Техника бесконфликтного общения
                </Text>
            </Card>
            <Card title="Сабирзянова Наталья Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 23, 2, 2, <Highlight>Дата приема:</Highlight> 01.09.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Российский государственный профессионально-педагогический университет , 2009.<br/>«Экономика и управление на предприятии (по отраслям),  экономист-менеджер. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного образования<br/>первая<br/>квалификационная категория<br/>2024 год – Благодарность и. о. министра образования и молодежной политики Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГБУК “Всероссийский центр развития художественного творчества и гуманитарных технологий”: “Содержание и технологии работы педагога по организации работы по привитию детям навыков безопасного участия в дорожном движении и вовлечению их в деятельность отрядов юных инспекторов движения”, 36 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - АНО ДПО «ОЦ Каменный город» ПП: «Педагог дополнительного образования детей», 280 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>профилактика ДДТТ (БДД, ОБЖ, ПДД)
                </Text>
            </Card>
            <Card title="Садриева Татьяна Геннадьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 34, 5, 5, <Highlight>Дата приема:</Highlight> 04.06.2019<br/>
                    <Highlight>Образование:</Highlight> высшее образование,  Северо-Западный государственный заочный технический университет, 2011г., «Метрология и метрологическое обеспечение»,  инженер<br/>профессиональная переподготовка<br/>2020  ГАПОУ СО «Уральский политехнический колледж - МЦК» образовательная программа переподготовки: «Педагогика и психология образования».<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>преподаватель<br/>первая<br/>квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год  – АО «Уралэлектромедь», стажировка преподавателей специальных и общепрофессиональных дисциплин в АО «Уралэлектромедь», 40 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> метрология, стандартизация<br/>23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Саламатина Вера Викторовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 13, 13, 7, 04.04.2017, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование,  Российский государственный профессионально-педагогический университет, 2004 «Профессиональное обучение»,<br/>инженер-педагог<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ФГАОУ ВО «УФУ имени первого Президента России Б. Н. Ельцина ППК: «Стажировка по профессии «Сварщик дуговой сварки», 76 часов<br/>2022год - ГАОУ ДПО  СО «ИРО» ППК: «Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации по направлению "Сварочные технологии» (в форме стажировки), 40 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Салимова Елизавета Мингалиевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 22, 22, 20, <Highlight>Дата приема:</Highlight> 11.11.2004<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, Курганское педагогическое училище, 1988, «Дошкольное воспитание», воспитатель<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>первая квалификационная категория<br/>2009 год – Благодарность Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО  СО «ИРО» ППК: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: «Система профориентационной работы» (56 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Самцов Андрей Евгеньевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 10, 10, 08.09.2014, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральская сельскохозяйственная академия, 2007, «Технология обслуживания и ремонт машин в АПК», инженер<br/>ПГПУ, 2017, «Педагог профессионального образования»<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАПОУ СО «ВПМТТ «Юность» ДПП: «Практика и методика реализации образовательных программ СПО с учетом специфики стандартов Ворлдскиллс по компетенции «Обслуживание грузовой техники», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов
                </Text>
            </Card>
            <Card title="Самцова Валентина Викторовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 20, 11, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально – педагогический университет, 2011, «ИВТ и компьютерные технологии», педагог профессионального обучения<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО «ИРО» ОП: Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации (по направлению) (в форме стажировки) (40 час.)<br/>2023 год - ГАОУ ДПО СО «ИРО» ОП: Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Обновленные ФГОС: разработка ОПОП (56 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Информатика<br/>Профессиональные модули<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>
            <Card title="Сайфутдинова Наиля Самигулловна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 21, 17, 1, <Highlight>Дата приема:</Highlight> 01.09.2023<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Институт экономики и культуры, 2004, «Социальная работа»,<br/>специалист по социальной работе<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО “ИРО” Содержание деятельности классного руководителя в современных условиях. ВМ: “Интерактивные формы и методы воспитания в работе классного руководителя”, 56 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Семенова Лилиана Ивановна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 39, 34, 13, 30.08.2011, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Пермский сельскохозяйственный институт, 1989, «Агрохимия и почвоведение», ученый агроном<br/>ПГПУ «Педагог профессионального образования» 2017 Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2022 – Почетная грамота Министерства просвещения РФ<br/>2015 год - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГБОУ ДПО ИРПО: “Практические навыки работы на современном оборудовании предприятий реального сектора экономики с последующей интеграцией в образовательные программы учреждений СПО”, 216 часов<br/>2024 год – ГАОУ ДПО СО «ИРО» ОП: «Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации по направлению «Лабораторный химический анализ» (в форме стажировки), 40 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАПОУ СО «ВПМТТ «Юность» ДПП: «Современные методы химического анализа и их метрологическое обеспечение», 36 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Обновленные ФГОС: разработка ОПОП», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули  18.02.12 Технология аналитического контроля химических соединений
                </Text>
            </Card>
            <Card title="Семухина Алена Николаевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 29, 26, 17, <Highlight>Дата приема:</Highlight> 06. 06. 2007<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный социальный университет, 2007, «Социальная работа», социальный работник Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>первая квалификационная категория<br/>2014 год-Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2022 год - ГАПОУ СО «СОПК» по ДПП «Воспитывающая среда образовательной организации: инструменты влияния на ценностные ориентиры студенческой молодежи», 16 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Серянина Светлана Федоровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 46, 26, 17, 01.02.2007, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 20 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловский институт народного хозяйства, 1974, «Товароведение и организация торговли», товаровед<br/>ПГПУ «Педагог профессионального образования»<br/>2017<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2017- Почетная грамота Министерства образования РФ<br/>2010 год-Грамота Министерства общего и профессионального образования Свердловской области<br/>2017- ветеран труда РФ<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ФГБОУ ДПО ИРПО: “Практические навыки работы на современном оборудовании предприятий реального сектора экономики с последующей интеграцией в образовательные программы учреждений СПО”, 216 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 – ФГБОУ ВО «Уральский государственный экономический университет» ДПП: «Государственное и муниципальное управление: формирование финансовой грамотности населения», 36 часов<br/>2023 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО Вариативный модуль: "Разработка методических продуктов по дисциплинам: обществознание, история, право, экономика" (48 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> экономика, маркетинг, бизнес-проектирование
                </Text>
            </Card>
            <Card title="Сивилькаев Вадим Михайлович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 42, 35, 11, 14.05.2013, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально –педагогический университет, 1995, «Профессиональное обучение, специальные и технические дисциплины», инженер-педагог<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2006 год -<br/>Грамота Министерства образования РФ<br/>2005 год  - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ГАПОУ СО «ВПМТТ «Юность» ДПП: «Практическая подготовка к выполнению монтажных работ элементов автоматизированных систем на базе оборудования Siemens», 36 часов<br/>2022 год - ЦОПП СО ОП: «Проектирование профессиональных модулей для интегрирования в образовательные программы СПО с учетом требований лучших практик», 36 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> модули по 15.02.07 Автоматизации технологических процессов и производств
                </Text>
            </Card>
            <Card title="Сидельникова Анна Андреевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 10, 6, 5, <Highlight>Дата приема:</Highlight> 05.06.2019<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование<br/>Нижнетагильский педагогический колледж № 1  2015 г<br/>«Дошкольное образование», воспитатель .Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог-организатор<br/>педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Организация деятельности куратора (56 час.)
                </Text>
            </Card>
            <Card title="Сидоров Владимир Павлович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 48, 46, 1, <Highlight>Дата приема:</Highlight> 01.09.2024<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Омский государственный институт физической культуры, 1975, «Физическая культура и спорт», тренер-преподаватель по лыжному спорту.<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог дополнительного<br/>образования<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> Дополнительное образование<br/>туризм
                </Text>
            </Card>
            <Card title="Силенок Марина Юрьевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 29, 29, 29, <Highlight>Дата приема:</Highlight> 28.08.1995<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально –педагогический университет, 1995,  «Профессиональное обучение, специальные и технические дисциплины», инженер-педагог. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>2021- Почетная грамота Министерства просвещения РФ<br/>2013 год Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО Вариативный модуль: "Разработка методических продуктов по дисциплинам: физика, астрономия" (48 час.) (2023 г.)<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Обновленные ФГОС: разработка ОПОП», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> физика
                </Text>
            </Card>
            <Card title="Соболева Любовь Анатольевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 39, 39, 7, <Highlight>Дата приема:</Highlight> 25.08.2017<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Нижнетагильский государственный педагогический институт, 1985, «Биология и химия», учитель биологии и химии. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>учитель<br/>высшая квалификационная категория<br/>2002 год - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ГАОУ ДПО СО «ИРО» ОП: «Использование инновационных производственных технологий в образовательной деятельности профессиональной образовательной организации по направлению «Лабораторный химический анализ» (в форме стажировки), 40 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАПОУ СО «ВПМТТ «Юность» ДПП: «Современные методы химического анализа и их метрологическое обеспечение», 36 часов<br/>2023 год – ГАОУ ДПО СО «ИРО» ОП: Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: Обновленные ФГОС: разработка ОПОП (56 час.)<br/>2023- АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «Химия» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> биология, химия
                </Text>
            </Card>
            <Card title="Сыч Анатолий Васильевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 47, 18, 18, <Highlight>Дата приема:</Highlight> 12.12.2006<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловское высшее военно-политическое танково-артиллерийское училище , 1977 год, офицер-политработник. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>педагог дополнительного образования<br/>высшая квалификационная категория<br/>2010 -Благодарность Министерства общего и профессионального образования Свердловской области<br/>2023 - знак отличия Министерства образования и молодежной политики Свердловской области "Почетный наставник сферы образования"<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов
                </Text>
            </Card>
            <Card title="Тарасюк Татьяна Ивановна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 12, 5, 5, <Highlight>Дата приема:</Highlight> 03.09.2019<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование,<br/>1991, ГАПОУ СО «Нижнетагильский колледж имени Демидова», швейное производство,  мастер производственного обучения. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>учитель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2022- ГАПОУ СО «СОПК» по ДПП «Воспитывающая среда образовательной организации: инструменты влияния на ценностные ориентиры студенческой молодежи», 16 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> изобразительное искусство
                </Text>
            </Card>
            <Card title="Тарасов Игорь Викторович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 18, 3, 3, <Highlight>Дата приема:</Highlight> 15.01.2021<br/>
                    <Highlight>Образование:</Highlight> высшее образование.<br/>ФГОУ ВПО «Уральская консерватория». 2004, «Инструментальное исполнительство (тромбон)», преподаватель .Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>учитель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024- государственный университет просвещения ПДПО «Особенности преподавания учебного предмета «Основы безопасности и защиты Родины» в условиях внесения изменений в ФОП ОО и ФОП СОО», 24 часа<br/>2024 год – ФГАОУ ВО «Государственный университет просвещения» ДПО: «Российские цифровые инструменты и сервисы в деятельности современного педагога дополнительного образования детей», 36 часов.<br/>2024 год – ФГБОУ «Международный детский центр «Артек» ДПП ПК: «Эффективное управление командной работой в образовательной организации», 36 часов<br/>2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «Основы безопасности жизнедеятельности» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> основы безопасности жизнедеятельности
                </Text>
            </Card>
            <Card title="Тимеров Валерий Вагизович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 35, 21, 21, 01.09.2003, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее<br/>профессиональное образование, Уральский государственный педагогический университет 2020, «Транспорт и сервис», бакалавр. Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>высшая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ГАПОУ СО «ВПМТТ «Юность» ДПП: «Практика и методика реализации образовательных программ СПО с учетом специфики стандартов Ворлдскиллс по компетенции «Обслуживание грузовой техники», 72 часа<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули 23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов
                </Text>
            </Card>
            <Card title="Третяк Надежда Александровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 20, 20, 14, <Highlight>Дата приема:</Highlight> 01.08.2010<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Российский государственный профессионально-педагогический университет  2018<br/>Профессиональное обучение (по отраслям) магистр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель<br/>преподаватель<br/>высшая<br/>квалификационная категория<br/>педагог дополнительного образования<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО «ИРО» ОП: Управление развитием общеобразовательной организации: школьный проектный офис (в рамках проекта «Школа Минпросвещения России») (24 час.)<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО СО «ИРО» ОП: «Подготовка экспертов территориальных предметных комиссий. Вариативный модуль: учебный предмет «информатика»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> информатика
                </Text>
            </Card>
            <Card title="Ушакова Любовь Федоровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 47, 19, 11, <Highlight>Дата приема:</Highlight> 16.07.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Мордовский государственный университет, 1982 ,<br/>«Русский язык и литература»<br/>филолог, преподаватель русского языка и литературы Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> педагог-библиотекарь<br/>первая квалификационная категория<br/>2005 - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ГАОУ ДПО СО “ИРО”: “Формирование читательской грамотности обучающихся в соответствии с требованиями ФГОС к результатам освоения основной образовательной программы”, 72 часа
                </Text>
            </Card>
            <Card title="Федорова Марина Владимировна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 28, 28, 20, <Highlight>Дата приема:</Highlight> 01.09. 2004<br/>
                    <Highlight>Образование:</Highlight> среднее профессиональное образование, мастер производственного обучения<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2025 год – ГБОУ ДПО СО «ИРО» ОП: «Педагогическая деятельность в профессиональном обучении, среднем профессиональном образовании и дополнительном профессиональном образовании, обучение с использованием ДОТ Вариативный модуль: ВМ2: Современные педагогические технологии»,  56 час<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> первая помощь
                </Text>
            </Card>
            <Card title="Хасанова Гузель Хамитовна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 21, 21, 5, <Highlight>Дата приема:</Highlight> 28.08.2019<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Бирский государственный педагогический институт, 2001, «Филология», учитель-филолог в условиях двуязычия<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год  - ГАОУ ДПО СО «ИРО» ОП:<br/>Работа с текстом на уроках русского языка и литературы (уровни основного общего и среднего общего образования) (40 час.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> русский язык и литература
                </Text>
            </Card>
            <Card title="Хакимов Радислав Нуритдинович">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 19, 2, 2, <Highlight>Дата приема:</Highlight> 04.10.2022<br/>
                    <Highlight>Образование:</Highlight> высшее образование Российский государственный профессионально-педагогический университет, 2016, «Профессиональное обучение (по отраслям)» бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год – ФГБНУ «ИИДСВ РАО» ДПП: «Программирование воспитания в общеобразовательных организациях», 36 часов
                </Text>
            </Card>
            <Card title="Цимфер Татьяна Ивановна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 19, 16, 13, <Highlight>Дата приема:</Highlight> 07.09.2011<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет,2008, «Культурология», учитель культурологии Уральский государственный педагогический университет,  2013, «Педагогическое образование», магистр Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> советник директора по воспитанию и взаимодействию с ДОО,<br/>учитель -  высшая<br/>квалификационная категория<br/>преподаватель, педагог доп. образования - первая<br/>квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «История и обществознание» в соответствии с требованиями обновленного ФГОС СОО», 108 часов 2023 год - ГАОУ ДПО СО «ИРО» ОП: «Актуальные направления методики обучения истории и обществознанию в условиях внедрения обновленного ФГОС ООО»<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> обществознание право
                </Text>
            </Card>
            <Card title="Черепанова Татьяна Михайловна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 23, 21, 11, <Highlight>Дата приема:</Highlight> 14.05.2013<br/>
                    <Highlight>Образование:</Highlight> высшее образование<br/>Уральский государственный педагогический университет,2001,<br/>«Педагогика и методика начального образования», учитель начальных классов<br/>2017 г. Уральский государственный педагогический университет, «Педагогика», магистр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> методист,<br/>преподаватель<br/>высшая<br/>квалификационная категория<br/>2007 - Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год – ФГАОУ ВО «УФУ-УПИ» ППК: «Проектирование и реализация учебной дисциплины «Карьерное моделирование», 76 часов<br/>2023 год - ГАОУ ДПО СО «ИРО» ОП: «Оценка результатов профессиональной деятельности аттестующихся работников организаций, осуществляющих образовательную деятельность Вариативный модуль: Модуль 2. Развитие профессиональной компетентности специалистов, привлекаемых к осуществлению всестороннего анализа результатов профессиональной деятельности педагогических работников, аттестующихся в целях установления квалификационных категорий (24 час.) 2023 год – ГАПОУ СО «Уральский политехнический колледж-МЦК» по ДПП: «Разработка основной образовательной программы в соответствии с изменениями требований ФГОС СПО по укрупненной группе специальностей и профессий 15.00.00 Машиностроение», 72 часа<br/>2022 год - ГАПОУ СО «СОПК» ДПП: «Воспитывающая среда образовательной организации: инструменты влияния на ценностные ориентиры студенческой молодежи», 16 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> модули по организации и управлению коллективом, менеджмент профессиональные модули 23.02.07 Техническое обслуживание и ремонт двигателей, систем и агрегатов<br/>15.02.16 Технология машиностроения
                </Text>
            </Card>
            <Card title="Шабуров Анатолий Анатольевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 33 года, 4 года, 2 месяца, 26.08.2024, <Highlight>Дата приема:</Highlight> Опыт работы в профессиональной сфере– 6 лет<br/>
                    <Highlight>Образование:</Highlight> высшее образование,<br/>Тюменский государственный институт искусств и культуры, 2002. «Социально-культурная деятельность», менеджер социально-культурной деятельности<br/>2019- Межрегиональный институт повышения квалификации и переподготовки ПП: «Содержание и методика преподавания дисциплины «Электротехника» в организациях СПО с учетом требований ФГОС СПО»<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год - ООО “Инфоурок”: “Основы электротехники”, 36 часов<br/>2023- ОО)  «ВНОЦ» СОТех» ДПО «Содержание и методика преподавания информатики в организациях СПО с учетом требований ФГОС СПО», 16 часов<br/>2022- Центр педагогических инициатив и развития образования «Новый Век»ПП: «Современные технологии обучения, средства и методы в учреждениях СПО», 108 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> профессиональные модули<br/>13.02.13 Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)
                </Text>
            </Card>
            <Card title="Шадрина Елена Федоровна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 22, 22, 12, <Highlight>Дата приема:</Highlight> 30.08.2012<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 1994, «Немецкий и английский язык», учитель немецкого и английского языка<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> учитель преподаватель<br/>высшая квалификационная категория<br/>педагог дополнительного образования – первая квалификационная категория<br/>2000 -<br/>Грамота Министерства общего и профессионального образования Свердловской области<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - АНО ДПО «ОЦ Каменный город» ППК: «Преподавание  учебного предмета «Иностранный язык» в соответствии с требованиями обновленного ФГОС СОО», 108 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> иностранный язык
                </Text>
            </Card>
            <Card title="Шалых Борис Сергеевич">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 23, 15, 15, <Highlight>Дата приема:</Highlight> 21.08.2009<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Российский государственный профессионально – педагогический университет, 2016, «Техническое обслуживание и ремонт автомобильного транспорта», педагог профессионального образования<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> воспитатель<br/>учитель<br/>первая квалификационная категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 - ФГАОУ ВО “Государственный университет просвещения”: Особенности преподавания учебного предмета “Основы безопасности и защиты Родины” в условиях внесения изменений в ФОП ООО и ФОП СОО”, 24 часа<br/>2024 – ГАОУ ДПО СО «Институт развития образования» ППК: «Учебный предмет «Основы безопасности и защиты Родины: практико-ориентированное обучение», 24 часа<br/>2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2022 год - АНО ДПО «ОЦ Каменный город» ППК: «Организация образовательного процесса в соответствии с обновленным ФГОС ООО», 36 часов.<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> начальная военная подготовка
                </Text>
            </Card>
            <Card title="Ярославцева Анна Олеговна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 5, 5, 5, <Highlight>Дата приема:</Highlight> 01.07.2019<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Уральский государственный педагогический университет, 2019, «География и история»,<br/>бакалавр<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> преподаватель<br/>учитель<br/>первая<br/>квалификационная<br/>категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО. Вариативный модуль: «Разработка методических продуктов по дисциплинам: биология, география, химия, экология, естествознание», 48 часов<br/>2022 год – ГАОУ ДПО СО «ИРО» ОП:<br/>«Педагогическая деятельность в профессиональном образовании, СПО и ДПО. Общеобразовательная подготовка обучающихся», 56 часов<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> история, география, экология
                </Text>
            </Card>
            <Card title="Ярославцева Елена Анатольевна">
                <Text align="left">
                    <Highlight>Стаж:</Highlight> 32, 32, 12, <Highlight>Дата приема:</Highlight> 14.12.2012<br/>
                    <Highlight>Образование:</Highlight> высшее образование, Свердловский государственный педагогический институт,  1992,<br/>«Педагогика и методика начального образования», учитель начальных классов<br/>Ученой степени, ученого звания не имеет<br/>
                    <Highlight>Должность / Категория / Награды:</Highlight> старший методист<br/>преподаватель<br/>первая<br/>квалификационная<br/>категория<br/>
                    <Highlight>Курсы повышения квалификации:</Highlight> 2024 год – ООО «Группконсалт» программа «Оказание первой помощи пострадавшим», 16 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: «Внедрение методической системы преподавания общеобразовательных дисциплин с учетом профессиональной направленности программ СПО. Вариативный модуль: «Организация деятельности по укрупненной группе профессий и специальностей», 48 часов<br/>2023 год - ГАОУ ДПО  СО «ИРО» ППК: Оценка результатов профессиональной деятельности аттестующихся работников организаций, осуществляющих образовательную деятельность Вариативный модуль: Модуль 3. Сопровождение процесса аттестации педагогических работников в условиях введения национальной системы учительского роста (24 час.) (2023 г.)<br/>
                    <Highlight>Преподаваемые дисциплины:</Highlight> техника бесконфликтного общения, психология общения<br/>13.02.13 Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)<br/>09.02.07<br/>Информационные системы и программирование
                </Text>
            </Card>

        </CardGrid>

        <Text align="justify">
            <Highlight>Общая информация:</Highlight><br/>
            Все педагогические работники техникума имеют соответствующее образование и регулярно проходят курсы повышения квалификации. 
            В коллективе представлены специалисты с различным стажем работы - от молодых специалистов до опытных преподавателей с более чем 30-летним стажем.
            Многие педагоги имеют высшую и первую квалификационные категории, отраслевые награды и почетные звания.
        </Text>
    </Page>
</template>
