<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
import TitledImage from '@/components/pages/TitledImage.vue';
</script>

<template>
    <Page title="Международное сотрудничество">
        <Title>Международное сотрудничество</Title>

        <Text align="justify">
            ВПМТТ «Юность» сотрудничает более чем с <Highlight>150 предприятиями</Highlight> территории Свердловской области, социальными партнерами, органами государственной и муниципальной власти, Верхнепышминским Центром занятости населения. С основными градообразующими предприятиями заключены договора социального партнёрства от трех до пяти лет.
        </Text>

        <Text align="justify">
            Совместно с <Highlight>Уральской горно-металлургической компанией</Highlight> и АО «Уралэлектромедь»; Верхнепышминским Центром занятости населения организована работа по взаимодействию формирование устойчивых связей системы профессионального образования с рынком труда ГО Верхняя Пышма, ГО Среднеуральск, для устранения дисбаланса спроса и предложения рабочей силы, организации системы согласования объемов и профилей профессиональной подготовки рабочих кадров и специалистов.
        </Text>

        <Text align="justify">
            Российский горно-металлургический холдинг, крупнейший производитель меди, цинка, угля и драгоценных металлов в стране. Помимо этого, предприятия производят свинец, селен, теллур, медный и никелевый купорос, другие виды попутной продукции. В состав входит более 40 предприятий в России и за рубежом. Все они образуют единую технологическую цепочку от добычи руды до производства широкой гаммы готовой продукции: медная катанка, медный прокат, узлы и агрегаты для автомобильной промышленности, различные виды кабельной и проводниковой продукции.
        </Text>

        <Text align="justify">
            Штаб-квартира компании располагается в городе Верхняя Пышма (Свердловская область). В основе этой цепочки находится медь, однако в последнее время деятельность за счет взятой на вооружение стратегии диверсификации приобрела полиметаллический характер. Компания становится все более заметным игроком на рынке цинка, свинца, сплавов цветных металлов, активно развивает процесс добычи и производства драгметаллов, в том числе золота и серебра банковской пробы, а также металлов платиновой группы, успешно действует в ряде секторов черной металлургии. Дополнительный импульс в рамках холдинга получило строительное направление. В 2004 году совокупная чистая прибыль предприятий УГМК увеличилась по сравнению с 2003 годом (в сопоставимых условиях) в 2,8 раза – до 4,52 млрд. рублей. Объем реализации продукции компании достиг 73 млрд. рублей (рост в 1,7 раза). Прибыль от продаж составила 8,77 млрд. рублей (рост в 2,1 раза), прибыль до налогообложения – 6,73 млрд. рублей (рост в 2,7 раза).
        </Text>

        <Text align="justify">
            В состав холдинга входят различные предприятия Свердловской, Челябинской, Томской, Кемеровской, Оренбургской, Курганской, Кировской, Владимирской областей, Карачаево-Черкесской Республики, Республики Башкортостан и других субъектов Российской федерации.
        </Text>

        <Text align="justify">
            Уральская горно-металлургическая комплекс – один из крупнейших производителей катодной меди, обеспечивающая около 40% российского производства. Кроме того, компании принадлежит пакет акций сербского «Завода медных труб» в г. Майданпек.
        </Text>

        <Title>Крупнейшие предприятия УГМК</Title>

        <Text align="left">
            • АО "Уралэлектромедь"<br>
            • АО "Уралкабель"<br>
            • ООО "Холдинг Кабельный Альянс"<br>
            • ПАО "Ревдинский завод по обработке цветных металлов"<br>
            • ООО "УГМК-ОЦМ"<br>
            • АО "Сухоложское Литье"<br>
            • ОАО "Святогор"<br>
            • ОАО "Среднеуральский медеплавильный завод"<br>
            • АО "Сафьяновская медь"<br>
            • Шадринский автоагрегатный завод (ШААЗ)<br>
            • АО "Малышевское рудоуправление"
        </Text>
                <TitledImage 
            src="/images/89652.jpg"  
        />

        <Title>Международное партнерство с Казахстаном</Title>

        <Text align="justify">
            ГАПОУ СО «Верхнепышминский механико-технологический техникум «Юность» в 2022 году заключил <Highlight>Меморандумы о сотрудничестве</Highlight> с двумя образовательными организациями респ. Казахстан (КГКП «Высший строительно-экономический колледж», Саранский высший гуманитарно-технический колледж).
        </Text>

        <Title>Международная научно-практическая конференция</Title>

        <Text align="justify">
            25 февраля 2022 года состоялась Международная научно-практическая конференция «Модернизация современного технического и профессионального образования: анализ опыта и тенденций», посвященная 90-летию КГКП «Высший строительно-экономический колледж», где был представлен доклад директора техникума «Юность» Лобастов В.Г.: Система наставничества и реализация дуального обучения: эффективный опыт профессиональных образовательных организаций Свердловской области.
        </Text>

                <TitledImage 
            src="/images/5.jpg" 
        />

        <Title>АО «Уралэлектромедь»</Title>

        <Text align="justify">
            АО «Уралэлектромедь» - одно из крупнейших предприятий в Европе по электролитическому рафинированию меди и получению продукции из нее. Проектная мощность предприятия - 320 тыс. тонн рафинированной меди.
        </Text>

        <Text align="justify">
            Пышминский медеэлектролитный завод выдал первую медь в августе 1934 года. В годы Великой Отечественной войны здесь было сосредоточено основное производство рафинированной меди в стране. Около 80% всех гильз и снарядов было изготовлено из меди Пышминского медеэлектролитного завода. Важным этапом в развитии предприятия стало введение в действие в 1978 году нового цеха медных порошков. Результатом технического перевооружения, проведенного в 1991 -1993 годах совместно с итальянской фирмой Pometon, стало существенное расширение экспортных возможностей этого вида продукции. В настоящее время ОАО «Уралэлектромедь» является крупнейшим поставщиком медного электролитического порошка в Европе.
        </Text>

        <Text align="justify">
            С 1998 года постановлением Правительства РФ ОАО «Уралэлектромедь» вошло в число предприятий, осуществляющих аффинирование драгоценных металлов. На основе плана стратегического развития предприятие осуществляет активную модернизацию и реконструкцию производства, строительство новых производственных мощностей.
        </Text>

        <Text align="justify">
            В 2003 году предприятие приступило к созданию системы экологического менеджмента в соответствии с требованиями международного стандарта серии ISO-14000. В 2004 году она была разработана и внедрена. В данное время предприятие готовится к сертификации.
        </Text>

        <Text align="justify">
            Основные виды выпускаемой продукции: медные катоды, медные электролитические порошки, сернокислый никель, технический селен, технический теллур, медный купорос, изделия из медных порошков, серебро и золото в мерных слитках банковской чистоты, алюминиевые сплавы, литейные латуни, безоловянные литейные бронзы, свинцово-сурьмянистые сплавы.
        </Text>

        <Text align="justify">
            ОАО «Уралэлектромедь» ведет политику социально-ответственного бизнеса. Выполняются программы материальной помощи пенсионерам и малоимущим. Активно ведется шефская работа над школами и детским домом. Осуществляется благотворительная деятельность. Серьезное внимание уделяется работе с молодежью.
        </Text>

        <TitledImage 
            src="/images/219.jpg" 
        />

        <Title>АО «Сухоложское Литье»</Title>

        <Text align="justify">
            АО «Сухоложский литейно-механический завод» (АО «Сухоложское Литье») - предприятие входит в состав Уральской горно-металлургической компании и осуществляет полный цикл производства литых деталей – от изготовления деревянной модели до финишной механической обработки.
        </Text>

        <Title>ОАО «Святогор»</Title>

        <Text align="justify">
            ОАО "Святогор" - создан в 1993 году на базе Красноуральского медеплавильного комбината. Красноуральский медеплавильный комбинат с момента своего проектирования задумывался как гигант отечественной цветной металлургии. Он строился по последнему слову техники на базе Компанейского и Ново-Левинского месторождений колчеданных руд. Основное технологическое оборудование для комбината было приобретено в США, Англии, Франции.
        </Text>

        <Text align="justify">
            Предприятие было введено в строй действующих 1 января 1932 года. Уже в первый год своей работы комбинат выдал меди больше, чем было выплавлено всеми медеплавильными заводами СССР в 1930 году.
        </Text>

        <Text align="justify">
            Красноуральский медеплавильный комбинат первым в стране освоил новую технологию переработки медного сырья – флотационное обогащение руд и отражательная плавка концентратов.
        </Text>

        <Text align="justify">
            Сегодня ОАО «Святогор» переживает свое второе рождение. Намечены стратегические пути развития предприятия, предусматривающие меры по повышению эффективности и объемов производства, освоению новых видов продукции, энергосбережению и охране окружающей среды.
        </Text>

        <Text align="justify">
            В ближайшей перспективе - реконструкция обогатительной фабрики ОАО «Святогор» с увеличением мощности почти в полтора раза - до 2,5 млн тонн. Необходимость прироста мощностей связана с тем, что уже с 2005 года в переработку планируется вовлечь руду Тарньерского медно-цинкового месторождения.
        </Text>

        <Text align="justify">
            Также в перспективе планируется вовлечь в эксплуатацию медные руды второй очереди Волковского месторождения.
        </Text>

        <Text align="justify">
            ОАО «Святогор» является градообразующим предприятием, и формирование социальной сферы города Красноуральска во многом зависит от него. В структуру предприятия входят санаторий – профилакторий, детский оздоровительный лагерь, дворец спорта и другие социальные объекты.
        </Text>

        <Text align="justify">
            Основные виды продукции: медные, цинковые, железо-ванадиевые, пиритные концентраты, черновая медь, серная кислота, химикаты, коагулянт, строительный кирпич.
        </Text>

        <TitledImage 
            src="/images/2.jpg" 
        />

        <Title>ОАО «Среднеуральский медеплавильный завод» «СУМЗ»</Title>

        <Text align="justify">
            Среднеуральский медеплавильный завод — крупнейшее на Урале предприятие по выплавке меди из первичного сырья, производству из отходящих металлургических газов серной кислоты. С 2003 года СУМЗ входит в состав Уральской горно-металлургической компании.
        </Text>

        <Text align="justify">
            В производственную структуру предприятия входят обогатительная фабрика, медеплавильный цех, цех серной кислоты, а также обслуживающие вспомогательные подразделения. Предприятие, на котором работают более 3 тысяч человек, производит до 150 тысяч тонн черновой меди в год.
        </Text>

        <Text align="justify">
            Потребителями продукции СУМЗа являются крупнейшие металлургические, химические, горно-обогатительные предприятия России, ближнего и дальнего зарубежья.
        </Text>

        <TitledImage 
            src="/images/4.jpg" 
        />

        <Title>ООО «Уральские локомотивы»</Title>

        <Text align="justify">
            ООО «Уральские локомотивы» – совместное предприятие Группы Синара и концерна Сименс АГ, созданное в 2010 году с целью партнерства в области железнодорожного машиностроения. Завод специализируется на проектировании и производстве грузовых электровозов, пассажирских электропоездов «Ласточка», отличающихся повышенной экономичностью, высокими потребительскими, эксплуатационными и экологическими характеристиками. Производственный комплекс завода оснащен самым современным технологическим оборудованием, обеспечивающим высокий уровень организации производства.
        </Text>

        <TitledImage 
            src="/images/z.jpg" 
        />

        <Title>Другие ключевые партнеры</Title>

        <Text align="justify">
            <Highlight>ООО «Дар»</Highlight> - торговая сеть магазинов и предприятий общественного питания в ГО Верхняя Пышма; г Екатеринбург; ГО Среднеуральск.
        </Text>

        <Text align="justify">
            <Highlight>Металл Профиль</Highlight> - является крупным производителем металлочерепицы и профнастила. Наше собственное производство включает более 1000 элементов Кровельной системы, а дистрибуция—более 3000 элементов. У нас используется система менеджмента качества.
        </Text>

        <Title>Основные социальные партнеры техникума</Title>

        <Text align="justify">
            «ООО УГМК – Холдинг» (13 предприятий в городах с присутствием УГМК - АО «Уралэлектромедь» ОАО «Святогор», ОАО «Богословское радиоуправление», ПАО «Надеждинский металлургический завод», ОАО «Среднеуральский медеплавильный завод», АО «Сафьяновская медь», АО «Сухоложское литьё», ОАО «Шадринский агрегатный завод»; ОАО «Уралкабель»). ООО «Уральские локомотивы»; ОАО «Машиностроительный завод имени М.И Калинина»; ООО «ХОУМ Сервис» сеть ресторанов «своя компания»; ООО «Дар торговая сеть магазинов и предприятий общественного питания»; ООО «Самато» сеть предприятий японской кухни; Автомастерская «Дизель Моторс»; ОАО «Автотранспорт» крупное транспортное предприятие; ООО «Наука 93»; Торговая сеть магазинов «Верный»; МУП «Водоканал»; Среднеуральская птицефабрика; ООО «Уралэлектромедь - Энерго»; ООО «Компания металл Профиль». Автосервис «Юма Тракт».
        </Text>

        <Title>Основные социальные партнеры Кадетской школы-интернат</Title>

        <Text align="left">
            • Администрация городского округа Верхняя Пышма;<br>
            • Управление образования городского округа Верхняя Пышма;<br>
            • Управление культуры городского округа Верхняя Пышма;<br>
            • Управление физической культуры, спорта и молодежной политики городского округа Верхняя Пышма;<br>
            • Дворец Культуры «Металлург»;<br>
            • Музейный комплекс;<br>
            • МАОУ "Спортивная школа имени Александра Козицына"; <br>
            • Технический университет; <br>
            • МАОУ ДО "Центр образования и профессиональной ориентации";<br>
            • Автономное учреждение "ЦЕНТР ДОСУГА И КИНО "ФАКЕЛ";<br>
            • Территориальная комиссия города Верхняя Пышма по делам несовершеннолетних и защите их прав;<br>
            • ГАУЗ СО "Верхнепышминская центральная городская больница имени П.Д.БОРОДИНА";<br>
            • Муниципальное автономное учреждение «Центр по работе с молодежью «Объединение клубов по месту жительства»;<br>
            • ГАУ "КЦСОН "Спутник" г. Верхняя Пышма";<br>
            • МАДОУ детский сад № 42;<br>
            • МАДОУ детский сад № 1;<br>
            • ГБУ СОН СО "ЦСПСиД города Верхняя Пышма";<br>
            • ГКОУ Со Верхнепышминская школа-интернат имени С. А. Мартиросяна;<br>
            • МБУК "Верхнепышминский исторический музей";<br>
            • Муниципальное бюджетное учреждение культуры "Верхнепышминская централизованная библиотечная система".
        </Text>

    </Page>
</template>

<style scoped>
/* Стили для адаптивности изображений */
img {
    max-width: 100%;
    height: auto;
}

/* Адаптивность для мобильных устройств */
@media (max-width: 768px) {
    .text-content {
        font-size: 14px;
    }
}

@media (max-width: 480px) {
    .text-content {
        font-size: 13px;
    }
}
</style>