<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import Bold from '@/components/pages/Bold.vue';
</script>

<template>
    <Page title="Доступная среда">
        <Title>Доступная среда</Title>

        <Text align="justify">
            <File file="План по обеспечению информационной безопасности.pdf" icon>План по обеспечению информационной безопасности</File>
        </Text>

        <Title>Об обеспечении беспрепятственного доступа в здания образовательной организации</Title>
        
        <Text align="left">
            <File file="Сведения о доступности средств обучения для инвалидов и лиц с ОВЗ.pdf" icon>Сведения о доступности средств обучения для инвалидов и лиц с ОВЗ</File>
        </Text>

        <Title>О специальных условиях охраны здоровья</Title>
        
        <Text align="justify">
            На объектах «ВП МТТ «Юность» подразделение вневедомственной охраны и физические лица круглосуточно осуществляют охрану объекта и контрольно-пропускной режим. На входной группе в здании учебных корпусов установлены два турникета.
        </Text>

        <Text align="justify">
            Все объекты учреждения и прилегающие территории оборудованы системой видеонаблюдения.
        </Text>

        <Text align="justify">
            Персонал техникума проинструктирован по охране труда и действиям при возникновении угрозы террористического акта, при обнаружении подозрительных лиц, предметов.
        </Text>

        <Text align="justify">
            Проводятся ежеквартальные плановые тренировки по эвакуации обучающихся и персонала техникума.
        </Text>

        <Text align="left">
            Установлены:<br/>
            • тревожная кнопка для экстренных вызовов в каждом корпусе;<br/>
            • автоматическая пожарная сигнализация;<br/>
            • охранная сигнализация;
        </Text>

        <Text align="justify">
            В соответствии со статьей 41 главы 4 Федерального закона от 29 декабря 2012 г. № 273-ФЗ (в ред. от 28.06.2014) «Об образовании в Российской Федерации» государственное автономное профессиональное образовательное учреждение «Верхнепышминский механико-технологический техникум «Юность» создаёт условия, гарантирующие охрану и укрепление здоровья обучающихся.
        </Text>

        <Text align="left">
            <Highlight><Bold>Основные направления охраны здоровья:</Bold></Highlight><br/>
            - оказание первичной медико-санитарной помощи в порядке, установленном законодательством в сфере охраны здоровья;<br/>
            - организация питания обучающихся;<br/>
            - определение оптимальной учебной, внеучебной нагрузки, режима учебных занятий и продолжительности каникул;<br/>
            - пропаганда и обучение навыкам здорового образа жизни, требованиям охраны труда;<br/>
            - организация и создание условий для профилактики заболеваний и оздоровления обучающихся, для занятия ими физической культурой и спортом;<br/>
            - прохождение обучающимися в соответствии с законодательством Российской Федерации периодических медицинских осмотров и диспансеризации;<br/>
            - профилактика и запрещение курения, употребления алкогольных, слабоалкогольных напитков, пива, наркотических средств и психотропных веществ;<br/>
            - обеспечение безопасности обучающихся во время пребывания в техникуме;<br/>
            - профилактика несчастных случаев с обучающимися во время пребывания в техникуме;<br/>
            - проведение санитарно-противоэпидемических и профилактических мероприятий.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Оказание первичной медико-санитарной помощи:</Bold></Highlight><br/>
            В техникуме созданы все необходимые меры и условия охраны здоровья обучающихся, в том числе инвалидов и лиц с ограниченными возможностями здоровья. Первичная медико-санитарная помощь обучающимся оказывается в соответствии со ст. 54 Федерального закона от 21 ноября 2011 г. № 323-ФЗ «Об основах охраны здоровья граждан в Российской Федерации» и приказа Министерства здравоохранения Российской Федерации (Минздрав России) от 5 ноября 2013 г. № 822н «Об утверждении Порядка оказания медицинской помощи несовершеннолетним, в том числе в период обучения и воспитания в образовательных организациях». Организация охраны здоровья несовершеннолетних в период обучения и воспитания (за исключением оказания первичной медико-санитарной помощи, прохождения медицинских осмотров и диспансеризации) осуществляется техникумом.
        </Text>

        <Text align="justify">
            Оказание первичной медико-санитарной помощи обучающимся, проведение медицинских осмотров и диспансеризации осуществляется ГАУЗ СО "Верхнепышминская центральная городская больница имени П.Д. Бородина».
        </Text>

        <Text align="justify">
            <Highlight><Bold>Организация питания обучающихся:</Bold></Highlight><br/>
            Имеется помещение столовой, для хранения и приготовления пищи в соответствии с требованиями санитарных правил, для питания обучающихся оборудовано 180 посадочных мест. Организованно качественное пятиразовое питание в соответствии с требованиями санитарных правил.
        </Text>

        <Text align="left">
            При формировании рациона питания и в приготовлении пищи соблюдаются основные принципы организации рационального, сбалансированного питания, предусматривающего:<br/>
            — соответствие энергетической ценности рациона возрастными и физиологическими потребностями;<br/>
            — обеспечение в рационе сбалансированности основных пищевых веществ в граммах;<br/>
            — восполнение дефицита витаминов и других микроэлементов в питании обучающихся за счёт корректировки рецептур и использовании обогащённых продуктов.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Определение оптимальной учебной, внеучебной нагрузки, режима учебных занятий и продолжительности каникул:</Bold></Highlight><br/>
            В соответствии с Уставом техникума, приказов Министерства просвещения Российской Федерации: приказ от 24 августа 2022 г. № 762 «Об утверждении Порядка организации и осуществления образовательной деятельности по образовательным программам среднего профессионального образования», приказ от 26 августа 2020 г. № 438 «Об утверждении Порядка организации и осуществления образовательной деятельности по основным программам профессионального обучения» и других локальных актов техникум создаёт условия для реализации образовательных программ среднего профессионального образования и профессионального обучения.
        </Text>

        <Text align="justify">
            Образовательная деятельность по образовательным программам, в том числе адаптированным основным образовательным программам, организуется в соответствии с расписанием учебных занятий.
        </Text>

        <Text align="justify">
            Учебный год в техникуме начинается 1 сентября и заканчивается в соответствии с учебным планом 30 июня. В процессе освоения образовательных программ обучающимся предоставляются каникулы. Сроки начала и окончания каникул определяются в соответствии с учебным планом, графиком учебного процесса.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Пропаганда и обучение навыкам здорового образа жизни, организация и создание условий для профилактики заболеваний и оздоровления обучающихся, для занятия ими физической культурой и спортом:</Bold></Highlight><br/>
            Приоритетным является создание здоровьесберегающего пространства и формирование экологической культуры, включающее в себя формирование у обучающихся культуры здорового образа жизни, ценностных представлений о физическом здоровье, о ценности духовного и нравственного здоровья; формирование у них навыков сохранения собственного здоровья, овладения здоровьесберегающими технологиями в процессе обучения во внеурочное время; формирование представлений о ценности занятий физической культурой и спортом, понимания влияния этой деятельности на развитие личности человека, на процесс обучения и взрослую жизнь. На уроках физкультуры предусмотрена оптимальная физическая нагрузка для обучающихся различных групп здоровья, что находит отражение в учебной программе.
        </Text>

        <Text align="justify">
            Средством реализации данного направления являются: уроки физической культуры, объединения дополнительного образования спортивного направления, спортивные игры, эстафеты, проведение месячников безопасности.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Прохождение обучающимися периодических медицинских осмотров и диспансеризации:</Bold></Highlight><br/>
            В соответствии со статьями 14, 54 и 97 Федерального закона от 21 ноября 2011 г. № 323-ФЗ «Об основах Охраны здоровья граждан в Российской Федерации», утверждён приказ Министерства здравоохранения РФ от 10 августа 2017 г. № 514н «О порядке проведения профилактических медицинских осмотров несовершеннолетних» Приказ МЗ РФ от 6 декабря 2021 г. № 1122н «Об утверждении национального календаря профилактических прививок, календаря профилактических прививок по эпидемическим показаниям и порядка проведения профилактических прививок» в техникуме установлен порядок и правила прохождения обучающихся медицинских осмотров.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Профилактика и запрещение курения, употребления алкогольных, слабоалкогольных напитков, пива, наркотических средств и психотропных веществ:</Bold></Highlight><br/>
            Классными руководителями на классных часах и родительских собраниях проводятся беседы по профилактике употребления наркотических средств и психотропных веществ.
        </Text>

        <Text align="justify">
            Педагогами-психологами ежегодно проводится диагностика факторов риска приобщения к наркотическим средствам и психотропных веществ обучающихся; диагностика выявления склонности к различным формам девиантного поведения.
        </Text>

        <Text align="justify">
            Проводятся профилактические психологические игры, направленные на профилактику употребления наркотических средств и психотропных веществ.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Профилактика несчастных случаев с обучающимися во время пребывания в техникуме:</Bold></Highlight><br/>
            Профилактика несчастных случаев с обучающимися во время пребывания в техникуме, проводится через проведение мероприятий по профилактике несчастных случаев с обучающимися во время пребывания в организации (инструктажи, разъяснительная работа).
        </Text>

        <Text align="justify">
            Классные руководители групп обучающихся проводят беседы и инструктажи по правилам поведения и охраны труда при проведении занятий и различного рода мероприятий. Основная мера предупреждения травм в техникуме — это привитие обучающимся дисциплинированного поведения, прочных навыков осмотрительности.
        </Text>

        <Text align="justify">
            <Highlight><Bold>Проведение санитарно-противоэпидемических и профилактических мероприятий:</Bold></Highlight><br/>
            Санитарно-противоэпидемические и профилактические мероприятия проводятся в соответствии с документацией по производственному контролю за соблюдением санитарных правил, выполнением санитарно-противоэпидемических (профилактических) мероприятий согласно требованиям Федерального закона от 30 марта 1999 года № 52-ФЗ.
        </Text>

        <Text align="justify">
            В «ВП МТТ «Юность» проводятся санитарно-гигиеническое воспитания обучающихся и сотрудников техникума, профилактические, противоэпидемические мероприятия по предупреждению заболеваемости гриппом, ОРВИ и другими болезнями.
        </Text>

        <Title>О доступе к информационным системам и информационно-телекоммуникационным сетям, приспособленным для использования инвалидами и лицами с ограниченными возможностями здоровья</Title>
        
        <Text align="justify">
            Все учебные кабинеты образовательной организации оснащены оборудованием с выходом в сеть "Интернет". Тип подключения к сети Интернет: модем и выделенная линия. В образовательной организации имеется электронная почта и собственный сайт в сети Интернет, соответствующий требованиям Федерального закона «Об образовании в Российской Федерации».
        </Text>

        <Text align="justify">
            Доступ обучающихся, в т.ч. инвалидов и лиц с ОВЗ, к информационным системам и информационно-телекоммуникационным сетям организован в учебных целях в кабинете информатики.
        </Text>

        <Text align="justify">
            На официальном сайте образовательной организации обеспечен (согласно установленных требований) доступ к версии для слабовидящих.
        </Text>

        <Title>О наличии условий для беспрепятственного доступа в общежитие, интернат</Title>
        
        <Text align="justify">
            <File file="справка о кол-ве жилых помещений для инвалидов и овз.pdf" icon>Справка о количестве жилых помещений для инвалидов и лиц с ОВЗ</File>
        </Text>

        <Title>О количестве жилых помещений в общежитии, интернате, приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</Title>
        
        <Text align="justify">
            <File file="справка о кол-ве жилых помещений для инвалидов и овз.pdf" icon>Справка о количестве жилых помещений для инвалидов и лиц с ОВЗ</File>
        </Text>

        <Title>Объекты спорта, приспособленные для использования инвалидами и лицами с ограниченными возможностями здоровья</Title>
        
        <Text align="justify">
            Частично приспособлены
        </Text>

        <Title>Ссылки на нормативные правовые акты в сфере обеспечения доступной среды для маломобильных групп населения и инвалидов</Title>
        
        <Text align="left">
            <Link linkTo="https://pravo.edusite.ru/GovernmentDecree-29-03-2019-N-363.pdf">Постановление Правительства РФ от 29.03.2019 N 363 "Об утверждении государственной программы Российской Федерации "Доступная среда"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/Order-of-Rosobrnadzor-10-06-2019-N-796.pdf">Приказ Рособрнадзора от 10.06.2019 N 796 "Об установлении процедуры, сроков проведения и показателей мониторинга системы образования"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/Convention-on-Rights-Persons-with-Disabilities.pdf">Конвенция ООН о правах инвалидов</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/Constitutional.pdf">Конституция РФ</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-59-13330-2012.pdf">СП 59-13330-2012 "Доступность зданий и сооружений для маломобильных групп населения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/FederalLaw-01-12-2014-N-419.pdf">Федеральный закон N 419-ФЗ от 01.12.2014 "О внесении изменений в отдельные законодательные акты Российской Федерации по вопросам социальной защиты инвалидов"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/FederalLaw-24-11-1995-N-181.pdf">Федеральный закон N 181-ФЗ от 24.11.1995 "О социальной защите инвалидов в Российской Федерации"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/FederalLaw-29-12-2004-N-190.pdf">Федеральный закон от 29.12.2004 г. № 190-ФЗ "Градостроительный кодекс Российской Федерации"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/GovernmentDecree-16-02-2008-N-87.pdf">Постановление Правительства Российской Федерации от 16 февраля 2008 г. № 87 "О составе разделов проектной документации и требованиях к их содержанию"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-118-13330-2012.pdf">СП 118.13330.2012 "Общественные здания и сооружения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/GOST-ISO-9000-2011.pdf">ГОСТ ISO 9000-2011 "Системы менеджмента качества"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/FederalLaw-28-12-2013-N-442.pdf">Федеральный закон от 28.12.2013 г. № 442-ФЗ "Об основах социального обслуживания граждан"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/FederalLaw-29-12-2012-N-273.pdf">Федеральный закон от 29.12.2012 г. № 273-ФЗ "Об образовании в Российской Федерации"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/GOST-P-52766-2007.pdf">ГОСТ Р 52766-2007 "Дороги автомобильные общего пользования. Элементы обустройства. Общие требования"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/ODM-218.4.005-2010.pdf">ОДМ 218.4.005-2010 "Рекомендации по обеспечению безопасности движения на автомобильных дорогах"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-136-13330-2012.pdf">СП 136.13330.2012 "Здания и сооружения. Общие положения проектирования с учётом доступности для маломобильных групп населения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-137-13330-2012.pdf">СП 137.13330.2012 "Жилая среда с планировочными элементами, доступными инвалидам"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-138-13330-2012.pdf">СП 138.13330.2012 "Общественные здания и сооружения, доступные маломобильным группам населения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-140-13330-2012.pdf">СП 140.13330.2012 "Городская среда. правила проектирования для маломобильных групп населения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-141-13330-2012.pdf">СП 141.13330.2012 "Учреждения социального обслуживания маломобильных групп населения. Правила расчета и размещения"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/Order-of-Ministry-Labor-30-07-2015-N-527n.pdf">Приказ Министерства труда и социальной защиты РФ от 30 июля 2015 г. № 527 "Об утверждении Порядка обеспечения условий доступности для инвалидов объектов и предоставляемых услуг"</Link><br/>
            <Link linkTo="https://pravo.edusite.ru/SP-147-13330-2012.pdf">СП 147.13330.2012 "Здания для учреждений социального обслуживания. Правила реконструкции"</Link>
        </Text>

        <Title>Документы образовательной организации</Title>
        
        <Text align="left">
            <File file="DhQ64NN2DSZGTT4sBSZESBBfN.pdf" icon>Паспорт доступности объекта социальной инфраструктуры и предоставляемых на нем услуг - здание учебно-производственных мастерских</File>
            <File file="aT4BKt447eNrryyRideD2S9A8.pdf" icon>Паспорт доступности объекта социльной инфраструктуры и предоставляемых на нем услуг - общежитие, ул.Кривоусова, 53</File>
            <File file="dAR4bF7NYBZH5n676BiFrYyDy.pdf" icon>Паспорт доступности объекта социльной инфраструктуры и предоставляемых на нем услуг - учебный комплекс ул.Лесная, 1</File>
        </Text>
    </Page>
</template>