<script setup>
import Page from '@/components/pages/Page.vue';
import Title from '@/components/pages/Title.vue';
import Text from '@/components/pages/Text.vue';
import Highlight from '@/components/pages/Highlight.vue';
import Link from '@/components/pages/Link.vue';
import File from '@/components/pages/File.vue';
import CardGrid from '@/components/pages/CardGrid.vue';
import Card from '@/components/pages/Card.vue';
</script>

<template>
    <Page title="Образовательные стандарты">
        <Title>Федеральные государственные образовательные стандарты</Title>
        <Text align="left">
            Основные стандарты и приказы
            <File file="Об утверждении федерального государственного образовательного стандарта основного общего образования.pdf" icon>Об утверждении федерального государственного образовательного стандарта основного общего образования</File>
            <File file="Приказ Минобрнауки России от 17.12.2010 N 1897.pdf" icon>Приказ Минобрнауки России от 17.12.2010 N 1897</File>

            Стандарты технических специальностей
            <File file="13.02.11_Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям).pdf" icon>ФГОС 13.02.11 Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)</File>
            <File file="13.02.11 Техническая эксплуатация и обслуживание электрического и электромеханического оборудования.pdf" icon>Стандарт СПО 13.02.11 Техническая эксплуатация и обслуживание электрического и электромеханического оборудования</File>
            <File file="15.02.07 Автоматизация технологических процессов и производств.pdf" icon>Стандарт СПО 15.02.07 Автоматизация технологических процессов и производств</File>
            <File file="15.02.08 Технология машиностроения.pdf" icon>Стандарт СПО 15.02.08 Технология машиностроения</File>
            <File file="22.02.06 Сварочное производство.pdf" icon>Стандарт СПО 22.02.06 Сварочное производство</File>
            <File file="23.02.03 Техническое обслуживание и ремонт автомобильного транспорта.pdf" icon>Стандарт СПО 23.02.03 Техническое обслуживание и ремонт автомобильного транспорта</File>
            <File file="Металлургия цветных металлов.pdf" icon>Стандарт СПО Металлургия цветных металлов</File>

            Стандарты в области информационных технологий
            <File file="09.02.04 Информационные системы.pdf" icon>Стандарт СПО 09.02.04 Информационные системы (по отраслям)</File>

            Стандарты химической промышленности
            <File file="ФГОС_18.02.12_Технология аналитического контроля химических соединений.pdf" icon>ФГОС 18.02.12 Технология аналитического контроля химических соединений</File>
            <File file="18.02.01 Аналитический контроль качества химических соединений.pdf" icon>Стандарт СПО 18.02.01 Аналитический контроль качества химических соединений</File>

            Стандарты сферы услуг и общественного питания
            <File file="ФГОС_43.02.15_Поварское и ондитерское дело.pdf" icon>ФГОС 43.02.15 Поварское и кондитерское дело</File>
            <File file="19.02.10 Технология продукции общественного питания.pdf" icon>Стандарт СПО 19.02.10 Технология продукции общественного питания</File>
            <File file="43.01.02 Парикмахер.pdf" icon>Стандарт СПО 43.01.02 Парикмахер</File>
        </Text>

  
    </Page>
</template>